const lenguaje = () => { return 'es' } //Español  

//index.js
const tmp = () => { return `┏━━━◉━━━━━⬤━━━━━⪩『 🍒   』⪨━━━━━⬤━━━━━◉━━┅┅\n┃ sᥱ ᥣіm⍴і᥆ ᥴ᥆rrᥱᥴ𝗍ᥲmᥱᥒ𝗍ᥱ ᥣᥲ ᥴᥲr⍴ᥱ𝗍ᥲ 𝗍ᥱm⍴ \n┗━━━◉━━━━━⬤━━━━━⪩『 🍒   』⪨━━━━━⬤━━━━━◉━━┅┅\n` } 
const session = () => { return `【 🫐 】ᥒ᥆ sᥱ ᥱᥒᥴ᥆ᥒ𝗍rᥲr᥆ᥒ ᥲrᥴһі᥎᥆s ⍴ᥲrᥲ ᥱᥣіmіᥒᥲr\n` }
const errorsession = () => { return `【 🌺 】ᥲᥣg᥆ sᥲᥣі᥆́ mᥲᥣ, ᥒ᥆ sᥱ ⍴ᥙᥱძіᥱr᥆ᥒ ᥱᥣіmіᥒᥲr ᥣ᥆s ᥲrᥴһі᥎᥆s` }
const archivo = () => { return `【 🧁 】ᥲrᥴһі᥎᥆` }
const archborrado = () => { return `ᑲ᥆rrᥲძ᥆ ᥱ᥊і𝗍᥆sᥲmᥱᥒ𝗍ᥱ` }
const archivoborrado = () => { return `ᥒ᥆ ᑲ᥆rrᥲძ᥆` }
const purgesessions = () => { return `┏━━◉━━⪩『 🍒   』⪨━━◉━━┅┅\n┃  ᥲᥙ𝗍᥆⍴ᥙrgᥱsᥱssі᥆ᥒs  \n┃ ᥲrᥴһі᥎᥆s ᥱᥣіmіᥒᥲძ᥆s \n┗━━◉━━⪩『 🍒   』⪨━━◉━━┅┅\n` }
const purgesubbots  = () => { return `┏━━◉━━━⬤━━⪩『 🍒   』⪨━━⬤━━━◉━━┅┅\n┃ ᥲᥙ𝗍᥆_⍴ᥙrgᥱ_sᥱssі᥆ᥒs_sᥙᑲ-ᑲ᥆𝗍s\n┃     ᥲrᥴһі᥎᥆s ᥱᥣіmіᥒᥲძ᥆s     \n┗━━◉━━━⬤━━⪩『 🍒   』⪨━━⬤━━━◉━━┅┅\n` } 
const purgeoldfiles = () => { return `┏━━◉━━⪩『 🍒   』⪨━━◉━━┅┅\n┃ ᥲᥙ𝗍᥆_⍴ᥙrgᥱ_᥆ᥣძ𝖿іᥣᥱs \n┃ ᥲrᥴһі᥎᥆s ᥱᥣіmіᥒᥲძ᥆s \n┗━━◉━━⪩『 🍒   』⪨━━◉━━┉┉\n` }

//call
const smscall = () => { return `*(○｀д´)ﾉｼ _𝐒𝐓𝐎𝐏!_* 🛑\n` }
const smscall2 = () => { return `ᥙs𝗍ᥱძ һᥲ rᥱᥲᥣіzᥲძ᥆ ᥙᥒᥲ ᥣᥣᥲmᥲძᥲ ᥲ "kіmძᥲᥒᑲ᥆𝗍-mძ". ⍴᥆r ᥣ᥆ 𝗍ᥲᥒ𝗍᥆ sᥱrᥲ́s ᑲᥣ᥆𝗊ᥙᥱᥲძ᥆ 🚫, sі ᥣᥣᥲmᥲs𝗍ᥱ ⍴᥆r ᥱrr᥆r ᥴ᥆mᥙᥒі́ᥴᥲ𝗍ᥱ ᥴ᥆ᥒ mі ᥴrᥱᥲძ᥆r.* ("｡>ㅅ<｡)💫` }

//antiprivado
const smsAntiPv = () => { return "*(○｀д´)ﾉｼ  𝐒𝐓𝐎𝐏!* 🛑\n\n🫐❗ *ᥱs𝗍ᥲ ⍴r᥆һіᑲіძ᥆ һᥲᑲᥣᥲr ᥲᥣ ⍴𝗍і᥎ᥲძ᥆ ᥴ᥆ᥒ ᥱᥣ ⍴᥆r, ⍴᥆r ᥣ᥆ ᥴᥙᥲᥣ sᥱrᥲ́s ᑲᥣ᥆𝗊ᥙᥱᥲძ᥆.* ❗🫐\n🌟 *⍴ᥲrᥲ ᥙsᥲr ᥲᥣ ᑲ᥆𝗍 ძᥱᑲᥱs ᥙᥒіr𝗍ᥱ ᥲ ᥱᥣ grᥙ⍴᥆ ᥆𝖿іᥴіᥲᥣ ძᥱ ᥱs𝗍ᥱ.* 🌸(*´▽`*)🌸\n" }

//detec
const smsAvisos = () => { return ` ◌⑅⃝●♡⋆♡ ցɾմթօ cҽɾɾαժօ ♡⋆♡●⃝⑅◌` }
const smsAvisos2 = () => { return ` ───ೋღ🍓 *𝐀𝐓𝐄𝐍𝐂𝐈𝐎́𝐍* 🍓 ღೋ───\n\n                          👋(◞ ‸ ◟ㆀ)\n🧁 *grᥙ⍴᥆ ᥴᥱrrᥲძ᥆, ᥲһ᥆rᥲ s᥆ᥣ᥆ ᥣ᥆s ᥲძmіᥒіs𝗍rᥲძ᥆rᥱs 𝗍ᥱᥒძrᥲ́ᥒ ⍴ᥱrmі𝗍іძ᥆ mᥲᥒძᥲr mᥱᥒsᥲȷᥱs.* 🧁` }
const smsAvisos3 = () => { return ` ───ೋღ🫐 *𝐀𝐓𝐄𝐍𝐂𝐈𝐎́𝐍* 🫐ღೋ───\n\n                       （⭐/＞u＜/）\n🍇 *grᥙ⍴᥆ ᥲᑲіᥱr𝗍᥆, ᥲһ᥆rᥲ 𝗍᥆ძ᥆s ᥣ᥆s mіᥱmᑲr᥆s ძᥱᥣ grᥙ⍴᥆ ⍴ᥙᥱძᥱᥒ mᥲᥒძᥲr mᥱᥒsᥲȷᥱ* 🍇 ` }
const smsAvisos4 = () => { return `◌⑅⃝●♡⋆♡ ցɾմթօ αճíҽɾԵօ ♡⋆♡●⃝⑅◌` } 
const smsAvisos5 = () => { return `◌⑅⃝●♡⋆♡ αյմsԵαղժօ ♡⋆♡●⃝⑅◌` }
const smsAvisos6 = () => { return ` ＊*•̩̩͙✩•̩̩͙*˚🍬 *𝐀𝐓𝐄𝐍𝐂𝐈𝐎́𝐍* 🍬˚*•̩̩͙✩•̩̩͙*˚＊\n\n🎡 *ᥲһ᥆rᥲ s᥆́ᥣ᥆ ᥣ᥆s ᥲძmіᥒіs𝗍rᥲძ᥆rᥱs ⍴᥆ძrᥲ́ᥒ ᥱძі𝗍ᥲr ᥣᥲ іᥒ𝖿᥆rmᥲᥴі᥆́ᥒ ძᥱᥣ grᥙ⍴᥆*. 🎡\n\n🌸ヾ(＾-＾)ノ🌸` } 
const smsAvisos7 = () => { return '  ‧͙⁺˚*･༓☾🍨 *𝐀𝐓𝐄𝐍𝐂𝐈𝐎́𝐍* 🍨☽༓･*˚⁺‧͙\n\n🎀 *ᥲһ᥆rᥲ 𝗍᥆ძ᥆s ᥣ᥆s ⍴ᥲr𝗍іᥴі⍴ᥲᥒ𝗍ᥱs ⍴ᥙᥱძᥱᥒ ᥱძі𝗍ᥲr ᥣᥲ іᥒ𝖿᥆rmᥲᥴі᥆́ᥒ ძᥱᥣ grᥙ⍴᥆.* 🎀\n\n🌺(*´▽`*)🌺' }
const smsAvisos8 = () => { return ` ⋆ ˚｡⋆🎀˚ *𝐀𝐕𝐈𝐒𝐎* ˚🎀⋆｡˚ ⋆\n\n(🌸◕ω◠)~🌟 *ᥣᥲ ძᥱsᥴrі⍴ᥴі᥆́ᥒ ძᥱᥣ grᥙ⍴᥆ 𝖿ᥙᥱ ᥴᥲmᑲіᥲძᥲ ᥱ᥊і𝗍᥆sᥲmᥱᥒ𝗍ᥱ ᥲ:*\n` }
const smsAvisos9 = () => { return ` ‧͙⁺˚*･༓☾🪷 *𝐀𝐕𝐈𝐒𝐎* 🪷☽༓･*˚⁺\n(⁠ﾉﾟ⁠0ﾟ⁠)⁠ﾉ⁠~✨\n\n🫐 *ᥱᥣ ᥒ᥆mᑲrᥱ ძᥱᥣ grᥙ⍴᥆ 𝖿ᥙᥱ ᥴᥲmᑲіᥲძ᥆ ᥱ᥊і𝗍᥆sᥲmᥱᥒ𝗍ᥱ ᥲ:*\n` }
const smsAvisos10 = () => { return `*୨୧˚.︶ ꒰🌸 𝐀𝐕𝐈𝐒𝐎 🌸꒱ ︶˖˚.𓂅*\n\n🌷 *ᥲһ᥆rᥲ ᥣ᥆s mіᥱmᑲr᥆s ⍴ᥙᥱძᥱᥒ ᥲᥒ̃ᥲძіr ᥒᥙᥱ᥎᥆s ⍴ᥲr𝗍іᥴі⍴ᥲᥒ𝗍ᥱs ᥲ ᥱᥣ grᥙ⍴᥆ 🌷* (≡^∇^≡)💐` }
const smsAvisos11 = () => { return `*୨୧˚.︶ ꒰🌼 𝐀𝐕𝐈𝐒𝐎 🌼꒱ ︶˖˚.𓂅*\n\n🌨️ *ᥲһ᥆rᥲ s᥆ᥣ᥆ ᥣ᥆s ᥲძmіᥒs ⍴ᥙᥱძᥱᥒ ᥲᥒ̃ᥲძіr ᥒᥙᥱ᥎᥆s ⍴ᥲr𝗍іᥴі⍴ᥲᥒ𝗍ᥱs ᥲ ᥱᥣ grᥙ⍴᥆ 🌨️*\n\n🫧(ू˃̣̣̣̣̣̣︿˂̣̣̣̣̣̣ ू)🫧` }

//welcome
const wel = {
A:`───✱*.｡:｡✱*.:｡✧*.｡✰*.:｡✧*.｡:｡*.｡✱ ───\n\n*💐❈ ᑲіᥱᥒ᥎ᥱᥒіძ᥆* `,
B: "\n\n───✱*.｡:｡✱*.:｡✧*.｡✰*.:｡✧*.｡:｡*.｡✱ ───\n\n*🍓 һ᥆ᥣі s᥆ᥡ kіmძᥲᥒ ᥱᥣ һᥱrm᥆s᥆ ᥡ grᥲᥒძі᥆s᥆ ᑲ᥆𝗍 ძᥱ ᥱs𝗍ᥱ grᥙ⍴᥆ (✿❛◡❛) 🍓*\n\n     • ────── ✾ ────── •\n\n*🫐꙰୨୧₊ ᥱs⍴ᥱr᥆ ძіs𝖿rᥙ𝗍ᥱs 𝗍ᥙ ᥱs𝗍ᥲᥒᥴіᥲ ᥱᥒ ᥱs𝗍ᥱ һᥱrm᥆s᥆ grᥙ⍴᥆. ₊ ୨୧🫐꙰* \n\n      • ────── ✾ ────── •\n\n*📰 ⍴᥆r𝖿іs ᥣᥱᥱ ᥣᥲ ძᥱsᥴrі⍴ᥴі᥆́ᥒ ძᥱᥣ grᥙ⍴᥆ ᥙᥕᥙ, rᥱᥴᥙᥱrძᥲ sᥱgᥙіr ᥣᥲs rᥱgᥣᥲs 📰* ✨(♡´▽`♡)✨\n\n✦▭▭▭✧◦✦◦✧▭▭▭✦", 
C:`*╔═⪼ 🌺 𝐊𝐢𝐦𝐝𝐚𝐧𝐁𝐨𝐭-𝐌𝐃 🌺 ⪻═ ✿*\n*║ 🍇 sᥱ 𝖿ᥙᥱ`,  
D:`*║ 🍬 grᥲᥴіᥲs por los ᑲᥙᥱᥒ᥆s m᥆mᥱᥒ𝗍᥆s*\n*║ ✨ 𝖿ᥙᥱ ᥙᥒ ⍴ᥣᥲᥴᥱr ᥴ᥆ᥒ᥆ᥴᥱr𝗍ᥱ*\n*║ 🫐 ᥲძі᥆́s. 🫐*\n*╚══════════════ ❀*`, 
E:`╔══════ ೋღ 🌺 ღೋ ══════┅\n║ 🎉 ᥒᥙᥱ᥎᥆ ᥲძmіᥒ 🎉\n║ 🌟`, 
F:`ᥲһ᥆rᥲ ᥱs ᥲძmіᥒ 🌟\n║ 🌼 ᥆𝗍᥆rgᥲძ᥆ ⍴᥆r`, 
G:`🌼\n╚══════ ೋღ 🌺 ღೋ ══════┅`, 
H:`╔══════ ೋღ 🌺 ღೋ ══════┅\n║ ❄ ᥙᥒ ᥲძmіᥒ mᥱᥒ᥆s ❄\n║ 🫐`, 
I:`ძᥱȷᥲ ძᥱ sᥱr ᥲძmіᥒ 🫐\n║ 🌼 ᥲᥴᥴі᥆́ᥒ rᥱᥲᥣіzᥲძᥲ ⍴᥆r`, 
w:`✧༺ 💞ճíҽղѵҽղíժօ💞 ༻✧`, 
x: `✧༺ 💔 αժíօ́s 💔 ༻✧`, 
y:``, 
z:``
}
//mensaje el la consola inicio
const smsConexion = () => { return `ᥱᥣ ᑲ᥆𝗍 𝖿ᥙᥱ ᥴ᥆ᥒᥱᥴ𝗍ᥲძ᥆ ᥴ᥆ᥒ ᥱ᥊і𝗍᥆` }
const smsEscaneaQR = () => { return `┃ 𝗍іᥱᥒᥱs 𝟒𝟓 sᥱցᥙᥒძօs ᥲᥒ𝗍ᥱs ძᥱ 𝗊ᥙᥱ ᥱ᥊⍴іrᥱ ᥱᥣ ᥴօძіցօ 𝗊r` }
const smsConectado = () => { return `┃ ᥙᥕᥙ 𝐊𝐢𝐦𝐝𝐚𝐧𝐁𝐨𝐭-𝐌𝐃 𝖿ᥙᥱ ᥴ᥆ᥒᥱᥴ𝗍ᥲძ᥆ ᥱ᥊і𝗍᥆sᥲmᥱᥒ𝗍ᥱ` }
const smsConexioncerrar = () => { return `┃ sᥱ ᥴᥱrr᥆́ ᥣᥲ ᥴ᥆ᥒᥱ᥊і᥆́ᥒ, sᥱ іᥒ𝗍ᥱᥒ𝗍ᥲrᥲ́ rᥱᥴ᥆ᥒᥱᥴ𝗍ᥲr` }

//consola
const Bio = { 
fecha: `\n┃━━━━━━━━━━━━\n┃📆  𝖿ᥱᥴһᥲ 📆 : `, 
hora: `\n┃⏰  һ᥆rᥲ ⏰ : `,
usuario: `\n┃📔  ᥙsᥙᥲrі᥆ 📔 : `, 
grupo: `\n┃📨  grᥙ⍴᥆ 📨 : `, 
priv: `\n┃📨  ᥴһᥲ𝗍 ⍴rі᥎ᥲძ᥆ ᥴ᥆ᥒ ᥱᥣ ᑲ᥆𝗍 📨`, 
mensaje: `💬  mᥱᥒsᥲȷᥱ 💬 : `}

//verificación
const reg = {
incorrecto:`*(。=｀ω´=) [ 🚨 ] 𝐄𝐥 𝐧𝐮́𝐦𝐞𝐫𝐨 𝐝𝐞 𝐬𝐞𝐫𝐢𝐞 𝐪𝐮𝐞 𝐢𝐧𝐠𝐫𝐞𝐬𝐚𝐬𝐭𝐞 𝐞𝐬 𝐢𝐧𝐜𝐨𝐫𝐫𝐞𝐜𝐭𝐨. [ 🚨 ]*\n\n*🍒❥ 𝐔𝐬𝐚𝐫 : #myns*`, 
er:`_✾⃛⃛ᬿ⃝⃞🚫 🅴 *𝐑𝐑𝐎𝐑*_\n   ╰ᬊ 𝐃𝐄𝐑𝐄𝐒 𝐏𝐎𝐍𝐄𝐑 𝐔𝐍 𝐍𝐎𝐌𝐁𝐑𝐄`, 
err:`_✾⃛⃛ᬿ⃝⃞🚫 🅴 *𝐑𝐑𝐎𝐑*_\n   ╰ᬊ 𝐃𝐄𝐑𝐄𝐒 𝐏𝐎𝐍𝐄𝐑 𝐋𝐀 𝐄𝐃𝐀𝐃 𝐄𝐍 𝐍𝐔𝐌𝐄𝐑𝐎𝐒`, 
registrado:`*𝐘𝐚 𝐞𝐬𝐭𝐚𝐬 𝐫𝐞𝐠𝐢𝐬𝐭𝐫𝐚𝐝𝐨*. 🌟~(◠ω◕🌸)`, 
eliminado:`٩( 💢•̀ з•́)و *𝐑𝐞𝐠𝐢𝐬𝐭𝐫𝐨 𝐞𝐥𝐢𝐦𝐢𝐧𝐚𝐝𝐨 𝐜𝐨𝐧 𝐞́𝐱𝐢𝐭𝐨*. 💥`, 
nserie:"💫❥ *𝐄𝐬𝐭𝐞 𝐞𝐬 𝐭𝐮 𝐧𝐮́𝐦𝐞𝐫𝐨 𝐝𝐞 𝐬𝐞𝐫𝐢𝐞*. (🌸´◡`🌸)\n➥", 
ingrese:`🍧(づ￣ ³￣)づ🍧 ❥ *𝐏𝐨𝐫𝐟𝐚𝐯𝐨𝐫 𝐢𝐧𝐠𝐫𝐞𝐬𝐞 𝐬𝐮 𝐧𝐮́𝐦𝐞𝐫𝐨 𝐝𝐞 𝐬𝐞𝐫𝐢𝐞. ¿𝐍𝐨 𝐥𝐨 𝐫𝐞𝐜𝐮𝐞𝐫𝐝𝐚𝐬? 𝐍𝐨 𝐭𝐞 𝐩𝐫𝐞𝐨𝐜𝐮𝐩𝐞𝐬, 𝐯𝐞𝐫𝐢𝐟𝐢𝐜𝐚 𝐭𝐮 𝐧𝐮́𝐦𝐞𝐫𝐨 𝐝𝐞 𝐬𝐞𝐫𝐢𝐞 𝐜𝐨𝐧 𝐞𝐥 𝐜𝐨𝐦𝐚𝐧𝐝𝐨 #myns*`, 
grande:`🥀 *𝐋𝐚𝐦𝐞𝐧𝐭𝐨 𝐝𝐞𝐜𝐢𝐫te 𝐪𝐮𝐞 𝐬𝐞𝐠𝐮́𝐧 𝐦𝐢 𝐛𝐚𝐬𝐞 𝐝𝐞 𝐝𝐚𝐭𝐨𝐬 𝐲𝐚 𝐝𝐞𝐛𝐞𝐫𝐢𝐚𝐬 𝐞𝐬𝐭𝐚𝐫 𝐦𝐮𝐞𝐫𝐭𝐨*. 🥀 (っ"◞‸◟c)`, 
pequeño:`(。=｀ω´=)❓ *𝐃𝐞𝐬𝐝𝐞 𝐜𝐮𝐚́𝐧𝐝𝐨 𝐥𝐨𝐬 𝐛𝐞𝐛𝐞́𝐬 𝐬𝐚𝐛𝐞𝐧 𝐞𝐬𝐜𝐫𝐢𝐛𝐢𝐫*. ✍🏻👶🏻`, 
largo:`*𝐐𝐮𝐞́ 𝐧𝐨𝐦𝐛𝐫𝐞 𝐭𝐚𝐧 𝐥𝐚𝐫𝐠𝐨, ¿𝐐𝐮𝐞 𝐪𝐮𝐢𝐞𝐫𝐞𝐬 𝐪𝐮𝐞 𝐡𝐚𝐠𝐚 𝐮𝐧 𝐯𝐞𝐬𝐭𝐢𝐝𝐨 𝐜𝐨𝐧 𝐞𝐥?* 🧶👗 \n(￣へ ￣ 凸⁉️`, 
 a:`*🌺◌⑅⃝●♡⋆♡ 𝐕 𝐄 𝐑 𝐈 𝐅 𝐈 𝐂 𝐀 𝐑 ♡⋆♡●⑅⃝◌🌺*\n\nrᥱᥴᥙᥱrძᥲ іᥒgrᥱsᥲr 𝗍ᥙ ᥒ᥆mᑲrᥱ / ᥲ⍴᥆ძ᥆ ᥡ 𝗍ᥙ ᥱძᥲძ ⍴ᥲrᥲ ⍴᥆ძᥱr rᥱgіs𝗍rᥲr𝗍ᥱ.\n\n*_🫐𝐄 𝐉 𝐄 𝐌 𝐏 𝐋 𝐎🫐_*`, 
 r:`*_彡彡🌺 𝐑𝐄𝐆𝐈𝐒𝐓𝐑𝐎 𝐂𝐎𝐌𝐏𝐋𝐄𝐓𝐀𝐃𝐎 🌺ミミ_*\n`, 
name:`🍒❥ *ᥒ᥆mᑲrᥱ*:`, 
edad:`🫐❥ *ᥱძᥲძ*:`,  
hora:`🌻❥ *һ᥆rᥲ*:`,  
fecha:`🌸❥ *𝖿ᥱᥴһᥲ*:`, 
num:`🧁❥ *ᥒᥙ́mᥱr᥆*:`, 
serie:`🍩❥ *Número de sᥱrіᥱ*:\n    ➥`, 
años:`ᥲᥒ̃᥆s`, 
text:`\n🎁 *𝐑𝐞𝐜𝐨𝐦𝐩𝐞𝐧𝐬𝐚𝐬*: 🎁\n  ➥ 2 ძіᥲmᥲᥒ𝗍ᥱs 💎\n  ➥ 200 ᥱ᥊⍴ 🌟\n\n🍨❥ *𝐏𝐚𝐫𝐚 𝐯𝐞𝐫 𝐥𝐨𝐬 𝐜𝐨𝐦𝐚𝐧𝐝𝐨𝐬 𝐝𝐞𝐥 𝐛𝐨𝐭 𝐮𝐬𝐚𝐫*:\n   ╰ᬊ .mᥱᥒᥙ\n\n✨ *grᥲᥴіᥲs ⍴᥆r rᥱgіs𝗍rᥲr𝗍ᥱ, ძіs𝖿rᥙ𝗍ᥲ ძᥱ 𝗍ᥙ rᥱᥴ᥆m⍴ᥱᥒsᥲ ᥡ ᥱ᥊⍴ᥣ᥆rᥲ ᥣᥲs 𝖿ᥙᥒᥴі᥆ᥒᥱs ძᥱᥣ ᑲ᥆𝗍*.\n\n*_❄ 𝐔𝐬𝐮𝐚𝐫𝐢𝐨𝐬 𝐑𝐞𝐠𝐢𝐬𝐭𝐫𝐚𝐝𝐨𝐬: ❄_*`
}

//inactivo 
const afk = {
text1: `[ 💤 𝙽𝙾 𝙻𝙾𝚂 𝙴𝚃𝙸𝚀𝚄𝙴𝚃𝙴 💤 ]\n\n𝙴𝚜𝚝𝚎 𝚞𝚜𝚞𝚊𝚛𝚒𝚘 𝚚𝚞𝚎 𝚖𝚎𝚗𝚌𝚒𝚘𝚗𝚊𝚜 𝚎𝚜𝚝𝚊 𝙰𝙵𝙺\n\n`, 
reason: `🔸️ *𝚁𝙰𝚉𝙾𝙽* :`, 
noreason: `🔸️ *𝚁𝙰𝚉𝙾𝙽* : 𝚂𝚒𝚗 𝚛𝚊𝚣𝚘𝚗`, 
text2: `\n🔸️ *𝙴𝚂𝚃𝚄𝚅𝙾 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙾 𝙳𝚄𝚁𝙰𝙽𝚃𝙴 : `, 
text3: `*🕔 𝙳𝙴𝙹𝙰𝚂𝚃𝙴 𝙳𝙴 𝙴𝚂𝚃𝙰 𝙰𝙵𝙺 🕔*\n`, 
inac: `\n*𝙴𝚂𝚃𝚄𝚅𝙾 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙾 𝙳𝚄𝚁𝙰𝙽𝚃𝙴 :* `
}

//antiarabe
const smsAntiFake = () => { return "🍒 *ᥱᥒ ᥱs𝗍ᥱ grᥙ⍴᥆ ᥒ᥆ ᥱs𝗍ᥲ́ ⍴ᥱrmі𝗍іძ᥆ ᥙsᥲr ᥙᥒ ᥒᥙ́mᥱr᥆ 𝖿ᥲkᥱ ᥎ᥲs ᥲ sᥱr ᥱᥣіmіᥒᥲძ᥆*...\n*(💢○｀д´)ﾉｼ*" }
const smsAntiArabe = () => { return "🪷 *ᥱᥒ ᥱs𝗍ᥱ grᥙ⍴᥆ ᥒ᥆ ᥱs𝗍ᥲ́ ⍴ᥱrmі𝗍іძ᥆ ❌ ᥒіᥒgᥙ́ᥒ ᥒᥙ́mᥱr᥆ ᥲ́rᥲᑲᥱ/іᥒძ᥆ᥒᥱsі᥆ ᑲᥡᥱ ᑲᥡᥱᥱᥱ*...\n*👋(´꒳`)*" }

//antilink
const smsAntiLink = () => { return `🫐╮╯╭╰╭╰╭╯╰╭╰╯╮╰╮╯╭╰🫐\n         *☆ 𝐀𝐍𝐓𝐈𝐋𝐈𝐍𝐊 𝐀𝐂𝐓𝐈𝐕𝐎 ☆*     \n                 *🍒 𝐖𝐢𝐮 𝐰𝐢𝐮 🍒*               \n🫐╮╯╭╰╭╰╭╯╰╭╰╯╮╰╮╯╭╰🫐\n\n*✸ ᕦ🍓ᕤཾ̥ ᥱᥒ᥎іᥲs𝗍ᥱ ᥙᥒ ᥣіᥒk (•ˋ _ ˊ•) ᥒ᥆ ᥱs𝗍ᥲ*\n*⍴ᥱrmі𝗍іძ᥆, sᥱrᥲ́s ᥱᥣіmіᥒᥲძ᥆  ᯤ  ࣪◜｡ ୨🍬୧*\n˓𓄹 ࣪˖   ❄  ˖ ࣪ ִֶָ       ⸰❄ 𖥔 ͙ࣳ      ⸰ֺ⭑` }
const smsAntiLink2 = () => { return `🫐╮╯╭╰╭╰╭╯╰╭╰╯╮╰╮╯╭╰🫐\n         *☆ 𝐀𝐍𝐓𝐈𝐋𝐈𝐍𝐊 𝐀𝐂𝐓𝐈𝐕𝐎 ☆*     \n                 *🍒 𝐖𝐢𝐮 𝐰𝐢𝐮 🍒*               \n🫐╮╯╭╰╭╰╭╯╰╭╰╯╮╰╮╯╭╰🫐\n\n*𖤐 ּ  ֗ ִ  ּ[🥯] ཾ̥ 𝗍ᥱ 𝐬ᥲᥣ᥎ᥲ𝐬𝗍ᥱ (⁠￣⁠ヘ⁠￣⁠;⁠), ᥒ᥆ 𝐬ᥱ 𝗍ᥱ*\n*ᥱᥣі𝐦іᥒᥲ𝐫ᥲ́ ⍴᥆𝐫𝗊ᥙᥱ ᥱ𝐫ᥱ𝐬 ᥲძ𝐦іᥒ ᯤ  ࣪◜｡ ୨☁️୧*\n˓𓄹 ࣪˖     ˖ ࣪ ִֶָ        ⸰🍓 𖥔 ͙ࣳ      ⸰ֺ⭑` }
const smsAntiLink3 = () => { return `🫐╮╯╭╰╭╰╭╯╰╭╰╯╮╰╮╯╭╰🫐\n         *☆ 𝐀𝐍𝐓𝐈𝐋𝐈𝐍𝐊 𝐀𝐂𝐓𝐈𝐕𝐎 ☆*     \n                 *🍒 𝐖𝐢𝐮 𝐰𝐢𝐮 🍒*               \n🫐╮╯╭╰╭╰╭╯╰╭╰╯╮╰╮╯╭╰🫐\n\n*𖠁𓊈🌺𓊉ཾ̥ 𝗍ᥱ 𝐬ᥲᥣ᥎ᥲ𝐬𝗍ᥱ ⋌༼ •̀ ⌂ •́ ༽⋋  ᥒ᥆ ⍴ᥙᥱძ᥆*\n*ᥱᥣіmіᥒᥲr𝗍ᥱ ᥡᥲ 𝗊ᥙᥱ ᥒ᥆ s᥆ᥡ ᥲძmіᥒ ᯤ  ࣪◜｡ ୨🍥୧*\n˓𓄹 ࣪˖   ❄  ˖ ࣪ ִֶָ        ⸰❄ 𖥔 ͙ࣳ      ⸰ֺ⭑` }
const smsAntiLink4 = () => { return `˚˙༓࿇༓˙˚˙༓࿇˙༓࿇༓˙˚˙༓࿇༓˙˚˙༓࿇༓˙˚˙༓࿇༓˙˚\n     🍧 *𝐈𝐍𝐕𝐎𝐂𝐀𝐍𝐃𝐎 𝐀𝐃𝐌𝐈𝐍𝐒* 🍧   \n\n〣⃟❥ ` }
const smsAntiLink5 = () => { return '🫐╮╯╭╰╭╰╭╯╰╭╰╯╮╰╮╯╭╰🫐\n         *☆ 𝐀𝐍𝐓𝐈𝐋𝐈𝐍𝐊 𝐀𝐂𝐓𝐈𝐕𝐎 ☆*     \n                 *🍒 𝐖𝐢𝐮 𝐰𝐢𝐮 🍒*               \n🫐╮╯╭╰╭╰╭╯╰╭╰╯╮╰╮╯╭╰🫐\n*✤ ⧼🍨⧽ ཾ̥ ᥱᥒ᥎іᥲs𝗍ᥱ ᥙᥒ ᥣіᥒk ᥆𝖿іᥴіᥲᥣ ♡´･ᴗ･`♡*\n*grᥲᥴіᥲs ⍴᥆r ᥴ᥆m⍴ᥲr𝗍іɾlօs 💕 ᯤ  ࣪◜｡ ୨🍬୧*\n˓𓄹 ࣪˖   🍒  ˖ ࣪ ִֶָ       ⸰ 𖥔 ͙ࣳ  🍒    ⸰ֺ⭑' }

//antitoxic 
const smsAntiToxic = { 
malo:` decir malas palabras esta prohibido En este grupo, No seas Toxico(a)\n\nADVERTENCIA\n⚠️`, 
malito:`la mala palabra que dijiste fue:`,
eliminado:`superaste las 4 advertencias serás eliminado de este grupo unu.`}

//autosticker
const smsAutoSicker = { 
 espera:`︶ִֶָ⏝︶ִֶָ⏝˖ ࣪ ୨❄✧❄୧ ࣪ ˖⏝ִֶָ︶⏝ִֶָ︶\n\n ̗̗̀̀🍓.ꦿ✧ *𝗍ᥱᥒ ⍴ᥲᥴіᥱᥒᥴіᥲ ᥴ᥆m᥆ ძᥲᥒ ᥴ᥆ᥒ ȷᥲᥱkᥡᥙᥒg 🍩, 𝗍ᥙ s𝗍іᥴkᥱr sᥱ ᥱs𝗍ᥲ́ ⍴r᥆ᥴᥱsᥲᥒძ᥆ (♥´∀｀)／*\n\n*_╰⪩ 𝐀𝐔𝐓𝐎 - 𝐒𝐓𝐈𝐂𝐊𝐄𝐑  𝐀𝐂𝐓𝐈𝐕𝐎 ⪨╯_* \n\n  ꈍᴗꈍ         █║▌║║▌║█║║█`, 
 tiempo:`🫐 ⃟᮪〭۬̇〬⃟˖⸱ೇ *mᥲ́᥊іm᥆ 𝟒𝟎 sᥱg*\n\n*_╰⪩ 𝐀𝐔𝐓𝐎 - 𝐒𝐓𝐈𝐂𝐊𝐄𝐑  𝐀𝐂𝐓𝐈𝐕𝐎 ⪨╯_* \n\n 🍒 ꈍᴗꈍ 🍒        █║▌║║▌║█║║█`
}

//autonivel
const smsAutonivel = () => { return `。 • ˚ ˚ ˛ ˚ ˛ • 。* 。° 。* 。 • ˚• ˚ ˚ ˛ ˚ ˛ • 。* 。° 。\n✄┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n  ꧁ *𝐅𝐄𝐋𝐈𝐂𝐈𝐃𝐀𝐃𝐄𝐒 𝐏𝐎𝐑 𝐓𝐔 𝐀𝐒𝐂𝐄𝐍𝐒𝐎* ꧂ \n                         🌟ヾ(〃^∇^)ﾉ🌟\n✄┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n。 • ˚ ˚ ˛ ˚ ˛ • 。* 。° 。* 。 • ˚• ˚ ˚ ˛ ˚ ˛ • 。* 。° 。\n\n🪷 *¡mᥙᥡ ᑲіᥱᥒ` }
const smsAutonivel2 = () => { return `🍥 sᥙᑲіs𝗍ᥱ ძᥱ ᥒі᥎ᥱᥣ, sіgᥙᥱ ᥲsі́!*\n🌟 ~ (◠ω◕🌸)\n*╭┈┈┈❀✿❀┈┈┈╯*\n*▷🍇 ❥ 𝐍𝐈𝐕𝐄𝐋 𝐀𝐍𝐓𝐄𝐑𝐈𝐎𝐑:*` }
const smsAutonivel3 = () => { return `*︴*      \n*▷🌺 ❥ 𝐍𝐈𝐕𝐄𝐋 𝐀𝐂𝐓𝐔𝐀𝐋:*` }
const smsAutonivel4 = () => { return `*︴*\n*▷🍧 𝐄𝐗𝐏𝐄𝐑𝐈𝐄𝐍𝐂𝐈𝐀:*` }
const smsAutonivel5 = () => { return `*︴*\n*▷🍇 𝐍𝐈𝐕𝐄𝐋:*` }
const smsAutonivel6 = () => { return `*︴*\n*▷🫐 𝐑𝐀𝐍𝐆𝐎:*` }
const smsAutonivel7 = () => { return `*︴*\n*▷🍓 𝐅𝐄𝐂𝐇𝐀:*` }
const smsAutonivel8 = () => { return `*︴*\n*▷🍨 𝐇𝐎𝐑𝐀:*` }
const smsAutonivel9 = () => { return `*╰┈┈┈❀✿❀┈┈┈╮*\n\n🍒 *𝐏ᥲrᥲ sᥲᑲᥱr ᥴᥙᥲᥣ ᥱs 𝗍ᥙ ⍴ᥙᥱs𝗍᥆ ძᥱᥣ 𝗍᥆⍴, ᥙsᥲ ᥱᥣ ᥴ᥆mᥲᥒძ᥆ .lb* 🍒` }

//ver una vez
const smsViwonce = () => { return "*🌻 ᥡ᥆ 𝗍᥆ძ᥆ ᥣ᥆ ᥎ᥱ᥆ 🌻（｡>‿‿<｡ ）*" }

//info
const nivel = () => { return `[ ❇️ ] ɴᴇᴄᴇsɪᴛᴀ ᴇʟ ɴɪᴠᴇʟ` }
const nivel2 = () => { return `ᴘᴀʀᴀ ᴘᴏᴅᴇʀ ᴜsᴀʀ ᴇsᴛᴇ ᴄᴏᴍᴀɴᴅᴏ ᴄᴏᴍᴘʀᴜᴇʙᴀ ᴛᴜ ɴɪᴠᴇʟ ᴀᴄᴛᴜᴀʟ ᴄᴏɴ ᴇʟ ᴄᴏᴍᴀɴᴅᴏ` }
const admin = () => { return `✾⃛⃛ᬿ⃝⃞🚫 🅴 *𝐑𝐑𝐎𝐑*\n   ╰ᬊ _🫐 𝐄𝐒𝐓𝐄 𝐂𝐎𝐌𝐀𝐍𝐃𝐎 𝐄𝐒 𝐒𝐎𝐋𝐎 𝐏𝐀𝐑𝐀 𝐀𝐃𝐌𝐈𝐍𝐒 🫐_` }
const botAdmin = () => { return `✾⃛⃛ᬿ⃝⃞🚫🅴 *𝐑𝐑𝐎𝐑*\n   ╰ᬊ ~ _🧁 𝐍𝐄𝐂𝐄𝐒𝐈𝐓𝐎 𝐒𝐄𝐑 𝐀𝐃𝐌𝐈𝐍𝐈𝐒𝐓𝐑𝐀𝐃𝐎𝐑 𝐏𝐀𝐑𝐀 𝐔𝐒𝐀𝐑 𝐄𝐒𝐓𝐄 𝐂𝐎𝐌𝐀𝐍𝐃𝐎 🧁_` }
const propietario = () => { return `✾⃛⃛ᬿ⃝⃞🚫🅴 *𝐑𝐑𝐎𝐑*\n   ╰ᬊ ~ _🍡 𝐄𝐒𝐓𝐄 𝐂𝐎𝐌𝐀𝐍𝐃𝐎 𝐒𝐎𝐋𝐎 𝐋𝐎 𝐏𝐔𝐄𝐃𝐄 𝐔𝐒𝐀𝐑 𝐌𝐈 𝐉𝐄𝐅𝐄 🍡_` }
const group = () => { return `✾⃛⃛ᬿ⃝⃞🚫🅴 *𝐑𝐑𝐎𝐑*\n   ╰ᬊ ~ _🍨 𝐂𝐎𝐌𝐀𝐍𝐃𝐎 𝐒𝐎𝐋𝐎 𝐏𝐀𝐑𝐀 𝐆𝐑𝐔𝐏𝐎𝐒 🍨_` }
const privado = () => { return `✾⃛⃛ᬿ⃝⃞🚫🅴 *𝐑𝐑𝐎𝐑*\n   ╰ᬊ ~ _🍫 𝐄𝐒𝐓𝐄 𝐂𝐎𝐌𝐀𝐍𝐃𝐎 𝐒𝐎𝐋𝐎 𝐒𝐄 𝐏𝐔𝐄𝐃𝐄 𝐔𝐒𝐀𝐑 𝐄𝐍 𝐂𝐇𝐀𝐓 𝐏𝐑𝐈𝐕𝐀𝐃𝐎 🍫_` }
const bot = () => { return `*✾⃛⃛ᬿ⃝⃞🚫🅴 *𝐑𝐑𝐎𝐑*\n   ╰ᬊ ~ _🍭 𝐄𝐒𝐓𝐄 𝐂𝐎𝐌𝐀𝐍𝐃𝐎 𝐒𝐎𝐋𝐎 𝐘𝐎 𝐋𝐎 𝐏𝐔𝐃𝐎 𝐔𝐒𝐀𝐑 🍭_` }
const error = () => { return `*✾⃛⃛ᬿ⃝⃞🚫* 🅴 *𝐑𝐑𝐎𝐑*` }
const advertencia = () => { return `༻꫞⚠️ 𝐀𝐃𝐕𝐄𝐑𝐓𝐄𝐍𝐂𝐈𝐀 ⚠️꫞༺` }
const registra = () => { return `*𓊈『🍒 𝐒𝐓𝐎𝐏 𝐃𝐄𝐁𝐄𝐒 𝐑𝐄𝐆𝐈𝐒𝐓𝐑𝐀𝐑𝐓𝐄 🍒』𓊉*\n\n🍓 𝐃𝐢𝐜𝐞 𝐞𝐥 𝐉𝐨𝐬𝐞́ 𝐉𝐚𝐯𝐢𝐞𝐫 𝐪𝐮𝐞 𝐧𝐨 𝐞𝐬𝐭𝐚𝐬 𝐞𝐧 𝐥𝐚 𝐛𝐚𝐬𝐞 𝐝𝐞 𝐝𝐚𝐭𝐨𝐬 🍓\n\n𝐓𝐢𝐞𝐧𝐞𝐬 𝐪𝐮𝐞 𝐫𝐞𝐠𝐢𝐬𝐭𝐫𝐚𝐫𝐭𝐞 𝐩𝐚𝐫𝐚 𝐩𝐨𝐝𝐞𝐫 𝐮𝐬𝐚𝐫 𝐚 *_𝐊𝐢𝐦𝐝𝐚𝐧𝐁𝐨𝐭-𝐌𝐃_*\n\n🌺 *≪ 𝐄𝐉𝐄𝐌𝐏𝐋𝐎 ≫* 🌺\n#reg nombre.edad` }
const limit = () => { return `*ᴅɪᴀᴍᴀɴᴛᴇ 💎 ᴜsᴀᴅᴏ*` }
const AntiNsfw = () => { return `*Los comando +18 esta desactivado*\nSi eres admin y quiere activarlos usar:\n• modocaliente on` }
const endLimit = () => { return `*😢 NOO TENER MAS DIAMANTE 💎*\n\nPuede comprar mas usando el comando: #buy` }
const result = () => { return `*〖✅〗𝐋𝐈𝐒𝐓𝐎 🌺*` }
const carga = () => { return `_𝐂𝐚𝐫𝐠𝐚𝐧𝐝𝐨..._` }

//Buscadores
const lengua = { 
ejem: `Ejemplo :`, 
ejemplo: `*Que esta buscador?\n*Ejemplo:*`, 
opcion: `OPCIÓN :`, 
tipo: `TIPO :`, 
id: `ID DEL VIDEO :`, 
titulo: `TITULO :`, 
Peso: `*PESO :*`, 
artista: `𝘈𝘙𝘛𝘐𝘚𝘛𝘈`, 
album: `𝘈𝘓𝘉𝘜𝘔`, 
vista: `VISTAS :`, 
publi: `𝘗𝘜𝘉𝘓𝘐𝘊𝘈𝘋𝘖`, 
dura: `DURACIÓN :`, 
subidos: `SUBIDOS :`, 
calidad: `calidad :`, 
desc: `DESCRIPCION :`, 
text: `Ingresa un link para acortar!`, 
trad: `🔸 Traducción`, 
text2: `*Y EL TEXTO?*`, 
ia: `*⚠️ INGRESE EL TEXTO DE LOS QUE QUIERE BUSCAR?*\n\n*• EJEMPLO :*\n`, 
ia2: `*⚠️ INGRESE UN TEXTO PARA CREAR UNA IMAGEN Y ASI USAR LA FUNCION DE DALL-E*\n\n*• EJEMPLO:*\n`,
espere: `⏳ *Aguarde un momento....*`, 
aguarde: `⏳ *𝘗𝘙𝘖𝘊𝘌𝘚𝘈𝘕𝘋𝘖 𝘓𝘈 𝘐𝘔𝘈𝘎𝘌𝘕, 𝘈𝘎𝘜𝘈𝘙𝘋𝘌𝘕 𝘜𝘕 𝘔𝘖𝘔𝘌𝘕𝘛𝘖....*`, 
responde: `*[ ⚠️ ] ᴇɴᴠɪᴇ/ʀᴇsᴘᴏɴᴅᴀ ᴀ ᴜɴᴀ ɪᴍᴀɢᴇɴ ᴄᴏɴ ᴇʟ ᴄᴏᴍᴀɴᴅᴏ :`, 
incorrecto: `*[ ⚠️ ] ᴇʟ ғᴏʀᴍᴀᴛᴏ ᴅᴇʟ ᴀʀᴄʜɪᴠᴏ ɴᴏ ᴇs ᴄᴏᴍᴘᴀʀᴛɪʙʟᴇ, ᴇɴᴠɪᴀ/ʀᴇsᴘᴏɴᴅᴀ ᴀ ᴜɴᴀ ғᴏᴛᴏ*`, 
hd: `*𝘈𝘘𝘜𝘐 𝘛𝘐𝘌𝘕𝘌 𝘓𝘈 𝘐𝘔𝘈𝘎𝘌𝘕 𝘌𝘓 𝘏𝘋*\n\nˢᶦ ˡᵃ ᶦᵐᵃᵍᵉⁿ ⁿᵒ ˢᵃˡᵉ ᵉˡ ᴴᴰ ʳᵉˢᵖᵒⁿᵈᵉ ᵃ ˡᵃ ᶦᵐᵃᵍᵉⁿ ᶜᵒⁿ ᵉˡ ᶜᵒᵐᵃⁿᵈᵒ ᵈᵉ ⁿᵘᵉᵛᵒ`, 
error: `No se pudo descargar sus video por favor vuelve a intenta` 
}

//convertidores
const sms = {
text: `*Responde al audio que deseas cambiar con el comando:*`, 
text2: `*Responde a una imagen/video para converti el url`, 
text3: `*[ ⚠️ ] Responda a un audio*`, 
text4: `*Y el sticker?*\n*Responde a un stickers capo*`, 
text5: `*🕔 𝘈𝘎𝘜𝘈𝘙𝘋𝘌 𝘜𝘕 𝘔𝘖𝘔𝘌𝘕𝘛𝘖....*\n𝘌𝘴𝘵𝘰𝘺 𝘤𝘰𝘯𝘷𝘪𝘦𝘳𝘵𝘪𝘥𝘰 𝘪𝘮𝘢𝘨𝘦𝘯 𝘢 𝘥𝘪𝘴𝘦𝘯̃𝘰 𝘢𝘯𝘪𝘮𝘦, 𝘴𝘦𝘢 𝘱𝘢𝘤𝘪𝘦𝘯𝘵𝘦 𝘦𝘯 𝘭𝘰 𝘲𝘶𝘦 𝘦𝘯𝘷𝘪𝘰 𝘦𝘭 𝘳𝘦𝘴𝘶𝘭𝘵𝘢𝘥𝘰`, 
text6: `*ᴠᴇʀɪғɪǫᴜᴇ ǫᴜᴇ ᴇɴ ʟᴀ ɪᴍᴀɢᴇɴ sᴇᴀ ᴠɪsɪʙʟᴇ ᴇʟ ʀᴏsᴛʀᴏ ᴅᴇ ᴜɴᴀ ᴘᴇʀsᴏɴᴀ*`, 
text7: `𝘠 𝘭𝘢 𝘪𝘮𝘢𝘨𝘦𝘯? 𝘙𝘦𝘴𝘱𝘰𝘯𝘥𝘦 𝘰 𝘦𝘵𝘪𝘲𝘶𝘦𝘵𝘦 𝘢 𝘶𝘯𝘢 𝘪𝘮𝘢𝘨𝘦𝘯*`
}

const info = {
text: `𝐄𝐒𝐓𝐀𝐃𝐎 𝐃𝐄𝐋 𝐁𝐎𝐓`, 
text2: `➢ 𝚁𝙰𝙼 𝙳𝙴𝙻 𝚂𝙴𝚁𝚅𝙸𝙳𝙾𝚁 :`, 
text3: `➢ 𝙿𝙻𝙰𝚃𝙰𝙵𝙾𝚁𝙼𝙰 :`, 
text4: `➢ 𝙷𝙾𝚃𝚂 :`, 
text5: `➢ 𝙲𝙿𝚄 𝚄𝚂𝙰𝙽𝙳𝙾 :`, 
text6: `➢ 𝙼𝙴𝙼𝙾𝚁𝙸𝙰 𝚃𝙾𝚃𝙰𝙻 :`, 
text7: `➢ 𝚄𝚂𝚄𝙰𝚁𝙸𝙾𝚂 :`, 
text8: `➢ 𝙰𝙲𝚃𝙸𝚅𝙾 :`, 
text9: `➢ 𝙼𝙾𝙳𝙾 :`, 
text10: `➢ 𝙱𝙾𝚃 𝚂𝙴𝙲𝚄𝙽𝙳𝙰𝚁𝙸𝙾𝚂 𝙰𝙲𝚃𝙸𝚅𝙾𝚂 :`, 
text11: `➢ 𝐒𝐨𝐲 𝐮𝐧 𝐒𝐮𝐛𝐁𝐨𝐭 𝐝𝐞 :`,
text12: `este bot esta desarrollo si quiere contacta con mi creador aqui te dejo sus número\n\nᴺᵒ ʰᵃᵍᵃⁿ ˢᵖᵃᵐ ᵃ ᵐᶦ ᶜʳᵉᵃᵈᵒʳ ᵒ ᵠᵘᵉ ᵇˡᵒᵠᵘᵉᵃ`, 
text13: `*ʜᴏʟᴀ ᴇsᴛɪᴍᴀᴅᴏs ᴜsᴜᴀʀɪᴏs 👋🏻, ᴛᴇ ɪɴᴠɪᴛᴏ ᴀ ᴜɴɪʀᴛᴇ ᴀ ʟᴏs ɢʀᴜᴘᴏs ᴏғɪᴄɪᴀʟᴇs ᴅᴇ ʟᴀs ғᴀᴍɪʟᴀs ᴛʜᴇ ʟᴏʟɪʙᴏᴛ-ᴍᴅ ʏ ɴᴏᴠᴀʙᴏᴛ-ᴍᴅ, ᴘᴀʀᴀ ᴄᴏɴᴠɪᴠɪʀ ᴄᴏɴ ʟᴀ ᴄᴏᴍᴜɴɪᴅᴀᴅ :ᴠ*\n\n*➤ ɢʀᴜᴘᴏs ᴏғɪᴄɪᴀʟᴇs ᴅᴇʟ ʙᴏᴛ:*`, 
text14: `*➤ ɢʀᴜᴘᴏ ᴅᴇʟ ᴄᴏʟᴀʙᴏʀᴀᴄɪᴏɴ:*`, 
text15: `*➤ ɢʀᴜᴘᴏs ᴛᴇsᴛ ᴘᴀʀᴀ ᴘʀᴜᴇʙᴀ ᴅᴇʟ ʙᴏᴛ:*`, 
text16: `*➤ ɪɴғᴏᴍᴀʀᴛᴇ sᴏʙʀᴇ ʟᴀs ɴᴜᴇᴠᴀs ᴀᴄᴛᴜᴀʟɪᴢᴀᴄɪᴏɴᴇs ᴅᴇʟ ʙᴏᴛ ᴀǫᴜɪ:*`, 
text17: `*➤ ɢʀᴜᴘᴏ ᴅᴇʟ ᴀʏᴜᴅᴀ sᴏʙʀᴇ ᴇʟ ʙᴏᴛ:*`, 
text18: `• ɢʀᴜᴘᴏs ᴅᴇʟ ᴀᴍɪsᴛᴀᴅᴇs ᴅᴏɴᴅᴇ ᴇsᴛᴀ ᴇʟ ʙᴏᴛ`, 
text19: `ˢᶦ ᵠᵘᶦᵉʳᵉˢ ᵠᵘᵉ ᵗᵘ ᵍʳᵘᵖᵒˢ ᵃᵖᵃʳᵉᶻᶜᵃⁿ ᵃᵠᵘᶦ ʰᵃᵇˡᵃʳ ᶜᵒⁿ ᵐᶦ ᶜʳᵉᵃᵈᵒ`, 
text20: `╭─────────────┈⊷
│ \`\`\`COMO INSTALAR ESTE BOT?\`\`\`
╰┬────────────┈⊷
┌┤\`\`\`📌 REQUISITOS PARA LAS INSTALACION \`\`\`
┌┤❇️ _Dudas: wa.me/5492266466080_
┌┤❇️ _Tutoríal: https://youtu.be/OhbJjp0L2QA?si=ZqRgG3SGTRFSW6CH_
┌┤❇️ _1 GB de almacenamiento_
┌┤❇️ _Termux: https://www.mediafire.com/file/3hsvi3xkpq3a64o/termux_118.apk/file_
┌┤❇️ _GitHub: https://github.com/elrebelde21/NovaBot-MD_
┌┤❇️ _un whatsapp inmune (secundario)_
┌┤❇️ _un número victual (otro numero)_
┌┤❇️ _2 dispositivo o una PC para escanear_
╰────────────┈⊷

 \`\`\`📌 COMANDO DE INSTALACION TERMUX\`\`\`

> termux-setup-storage

> apt update && apt upgrade && pkg update && pkg upgrade && pkg install bash && pkg install libwebp && pkg install git -y && pkg install nodejs -y && pkg install ffmpeg -y && pkg install wget && pkg install imagemagick -y && pkg install yarn

> git clone https://github.com/elrebelde21/NovaBot-MD && cd NovaBot-MD && yarn && npm install

> npm start

(𝘌𝘴𝘤𝘢𝘯𝘦𝘢𝘳 𝘦𝘭 𝘘𝘙, 𝘙𝘢𝘱𝘪𝘥𝘰)

🚀 --------[ Vortexuscloud host ]--------- 🚀
💞 Agraciemiento a: mauro 

• https://youtube.com/@vortexuscloud

• pagina oficial :
https://vortexuscloud.com

• dashboard:
https://dash.vortexuscloud.com

• panel:
https://panel.vortexuscloud.com

• Canal de WhatsApp sobre informacion del host 
• https://whatsapp.com/channel/0029Va8ZD6O3mFXxTPl1m13A`, 
text21: `*𝙸𝙽𝙶𝚁𝙴𝚂𝙴 𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝙲𝙾𝙽 𝙵𝙰𝙻𝙻𝙾𝚂*\n\n*𝙴𝙹𝙴𝙼𝙿𝙻𝙾:`, 
text22: `𝙴𝙻 𝚁𝙴𝙿𝙾𝚁𝚃𝙴 𝙵𝚄𝙴 𝙴𝙽𝚅𝙸𝙰𝙳𝙾 𝙰 𝙼𝙸 𝙲𝚁𝙴𝙰𝙳𝙾𝚁, 𝙽𝙾𝚂 𝙲𝙾𝙽𝚃𝙰𝚁𝙴𝙼𝙾𝚂 𝙲𝙾𝙽 𝚄𝚂𝚃𝙴𝙳 𝚂𝙸 𝙴𝚂 𝙽𝙴𝙲𝙴𝚂𝙰𝚁𝙸𝙾, 𝙳𝙴 𝚂𝙴𝚁 𝙵𝙰𝙻𝚂𝙾 𝚂𝙴𝚁𝙰 𝙸𝙶𝙽𝙾𝚁𝙰𝙳𝙾 𝚈 𝙱𝙻𝙾𝚀𝚄𝙴𝙰𝙳𝙾 𝙳𝙴𝙻 𝙱𝙾𝚃*`, 
text23: `*╼╼╼╼╼╼╼[ 💖 DONACION 💖 ]╾╾╾╾╾╾╾╾*\n\n*Hola 👋 si quiere apoyar este proyecto, los puede hacer se acepta apoyo voluntario por Mercado pago arg*\n\n*• Alias :* lolibot\n*• CVU :* 0000003100059201491917`, 
text24: `*💖 ᵀᵃᵐᵇᶦᵉⁿ ᵖᵘᵉᵈᵉˢ ᶜᵒᵐᵖᵃʳᵗᶦʳ ˡᵒ ˢᶦᵍᵘᶦᵉⁿᵗᵉ ᶜᵒᵐᵒ ᴹᵘᵉˢᵗʳᵃ ᵈᵉ ᴬᵖᵒʸᵒ 💕*\n\n*🎅 ᴬᵖᵒʸᵃʳ ᵉˡ ʳᵉᵖᵒˢᶦᵗᵒʳᶦᵒ ᶜᵒⁿ ᵘⁿᵃ ᵉˢᵗʳᵉˡˡᶦᵗᵃˢ ᴳʳᵃᶜᶦᵃˢ 🙏💕*`, 
text25: `┗❴ ⚠ 𝐀𝐃𝐕𝐄𝐑𝐓𝐄𝐍𝐂𝐈𝐀 ⚠ ❵┛\n\nᴇsᴛᴀ ᴘʀᴏʜɪʙɪᴅᴏ ᴇᴛɪǫᴜᴇᴛᴀʀ ᴀʟ ᴄʀᴇᴀᴅᴏʀ/ᴅᴇsᴀʀʀᴏʟʟᴏ sɪ ᴛɪᴇɴᴇs ᴜɴᴀ sᴜɢᴇʀᴇɴᴄɪᴀs ʀᴇғᴇʀᴇɴᴛᴇ ᴀʟ ʙᴏᴛ ᴇsᴄʀɪʙɪʀʟᴇ ᴀ sᴜs ᴘʀɪᴠ` }

const menu = {
text: `🎅 ᴘʀᴇғɪᴊᴏ`, 
text2: `🎅 ғᴇᴄʜᴀ :`, 
text3: `🎅 ʜᴏʀᴀ :`, 
text4: `🎅 ᴠᴇʀsɪᴏɴ :`, 
text5: `🎅 ᴜsᴜᴀʀɪᴏ :`, 
text6: `🎅 ᴀᴄᴛɪᴠɪᴅᴀᴅ :`, 
text7: `🎅 ᴍᴏᴅᴏ :`, 
text8: `🎅 ʟɪᴍɪᴛᴇ :`, 
text9: `🎅 ɴɪᴠᴇʟ : `, 
text10: `🎅 ʀᴀɴɢᴏ:`, 
text11: `🎅 ʀᴇɢɪsᴛʀᴀᴅᴏ :`, 
text12: `\`\`\`🎅 ＬＩＳＴＡ ＤＥ ＣＯＭＡＮＤＯ 🎅\`\`\`
\`\`\`ʙᴏᴛ sɪᴍᴘʟᴇ ᴄᴏɴ ᴘᴏᴄᴏs ᴄᴏᴍᴀɴᴅᴏs\`\`\``, 
text13: `*🎅 Palabras especificas para que el bot interactue con ustedes 🎅*`, 
text14: `_*ᴼʲᶦᵗᵒ ᵉˢᶜʳᶦᵇᵉ ᵗᵃˡ ʸ ᶜᵒᵐᵒ ᵉˢᵗᵃ ᵉⁿ ᵉˡ ᵐᵉⁿˢᵃʲᵉ*_
*ᵠᵘᶦᵉʳᵉ ᵃᵍʳᵉᵍᵃ ᵃˡᵍᵘⁿ ᵃᵘᵈᶦᵒ ⁿᵘᵉᵛᵒ ᵉˢᶜʳᶦᵇᶦʳˡᵉ ᵃ ᵐᶦ ᶜʳᵉᵃᵈᵒʳ ᵘʷᵘ*`,
text15: `🤔 *Que hay de nuevo?* 🤗\n\n*🌐 Nueva Version:*`, 
text16: `*Nuevo comando:*

🔵 ESTA LLEGADO LA FUNCIÓN MULTI LENGUAJE POR HORA 2 IDIOMA DISPONIBLE ESPAÑOL/INGLES 

🟢 Mejorar la imagen a HD. 
• #hd

🚀 Descarga archivo de gdrive
• #gdrive (links) 

🚀 Descarga imagenes del tiktok
• #tiktokimg
• #ttimg

🚀 Respaldo por si el play falla puede usar
• #musica
• #play.1 _(descarga audio)_
• #video
• #play.2 _(descarga video)_

🌐 (Crea imagenes con la (IA) 
• #dall-e
• $#ia2

ᴹᵃˢ ᶜᵒᵐᵃⁿᵈᵒ ᵉˡ ᶠᵘᵗᵘʳᵃ ᵛᵉʳˢᶦᵒⁿᵉˢ ᵠᵘᶦᵉʳᵉ ᵠᵘᵉ ᵃᵍʳᵉᵍᵘᵉ ᵃˡᵍᵘⁿ ᶜᵒᵐᵃⁿᵈᵒ ᵉˡ ᵉˢᵖᵉᶜᶦᵃˡ ᵉˢᶜʳᶦᵇᶦʳˡᵉ ᵃ ᵐᶦ ᶜʳᵉᵃᵈᵒʳ`, 
text17: `*🌐 REGLAS DEL BOT 🌐*

*• No hacer spam de comandos*

Usar los comando cada 5 segundos, de lo contrario el bot se puede satura, o numero del bot puede irse a support por spam.

*• No estar enviando link del grupos al bot para que se una*

Hablar con mi creador y el lo une a tu grupo

*• No llamar al bot, ni al creador*

Si lo haces, seras baneado del bot y bloqueado` }

//jadibot.js
const jadibot = {
text: `Escanea este QR para convertirte en un bot temporal

1) Haz clic en los tres puntos en la esquina superior derecha
2) Toca WhatsApp Web
3) Escanea este QR
*El QR expira a los 45 segundos*\n\n`, 
text2: `NUEVO FORMA DE HACERTE UN SUB BOT

1) Haz clic en los tres puntos en la esquina superior derecha
2) Toca WhatsApp Web
3) Da click en vincular con codigo de teléfono
4) Pega el codigo a continuación\n\n`, 
text3: `*⚠️ Este comando fue desabilitado por el creador*`, 
text4: `*✅ Ya estas conectado, sea paciente, los mensajes se estan cargando...*`, 
text5: `*Conectado con exito*`, 
text6: `× Bot :`, 
text7: `× Dueño :`, 
text8: `*NOTA:* el bot se puede reiniciar si deja de recibir comandos use: #serbot o la id que se enviara a continuación, para volver, a conectarte`, 
text9: `*⚠️ Dispositivo desconectado tendra que volver a conectarte con #jadibot*`, 
text10: `*⚠️ Reenvia el comando....*`, 
text11: `[ ⚠️ ] Reinicio requerido, Reiniciando...`, 
text12: `*⚠️ Dispositivo desconectado*\n\n*Tendras que volver a iniciar sesion (usa .deljadibot)*`, 
text13: `*⚠️ Conexion cerrada*\n*Intenta reconectarte con:`, 
text14: `[ ⚠️ ] Conexion perdida con el servidor, reconexion Forzada`, 
text15: `*[ ⚠️ ] Tu conexion es invalida*\n*no se te reconectara*`, 
text16: `[ ⚠️ ] Se agoto el tiempo de conexión.`, 
tex17: `[ ⚠️ ] Error desconocido:\n`, 
text18: `*𝘚𝘜𝘉𝘉𝘖𝘛𝘚 𝘊𝘖𝘕𝘌𝘊𝘛𝘈𝘋𝘖𝘚:*` }

//descargar.js
const descargar = {
text: `*Que esta buscado? ingrese el nombre del tema*\n\nEjemplo:`, 
text2: `         *⌜Cancion Encontrada ✅⌟*`,
text3: `         *⌜Video Encontrado ✅⌟*`, 
text4: `*Aqui tiene sus video 👌*`, 
text5: `          *⌜Audio Encontrado ✅⌟*`, 
text6: `*𝘌𝘚𝘗𝘌𝘙𝘌 𝘌𝘕𝘝𝘐𝘈𝘕𝘋𝘖 𝘚𝘜 𝘈𝘙𝘊𝘏𝘐𝘝𝘖 𝘔𝘗3 ⚠*

*𝘚𝘦𝘳𝘷𝘪𝘤𝘪𝘰 𝘱𝘳𝘰𝘷𝘦𝘪𝘥𝘰 𝘱𝘰𝘳 𝘕𝘰𝘷𝘢𝘉𝘰𝘵*`, 
text7: `*𝘌𝘚𝘗𝘌𝘙𝘌 𝘌𝘕𝘝𝘐𝘈𝘕𝘋𝘖 𝘚𝘜 𝘈𝘙𝘊𝘏𝘐𝘝𝘖 𝘔𝘗4 ⚠*

*𝘚𝘦𝘳𝘷𝘪𝘤𝘪𝘰 𝘱𝘳𝘰𝘷𝘦𝘪𝘥𝘰 𝘱𝘰𝘳 𝘕𝘰𝘷𝘢𝘉𝘰𝘵*`, 
text8: `*Que esta buscados?*\n*Ingrese el nombre de alguna canción de spotify.*`, 
text9: `*Donde esta el link del github?*\n\n*Ejemplo :*`, 
text10: `*𝘈𝘎𝘜𝘈𝘙𝘋𝘌 𝘜𝘕 𝘔𝘖𝘔𝘌𝘕𝘛𝘖...*\n\nˢᶦ ᵉˡ ᵃʳᶜʰᶦᵛᵒ ⁿᵒ ˡˡᵉᵍᵃ ᵉˢ ᵠᵘᵉ ʳᵉᵖᵒˢᶦᵗᵒʳᶦᵒ ᵉˢ ᵐᵘʸ ᵖᵉˢᵃᵈᵒ`, 
text11: `*Que esta buscado? ingresa el titulo/nombre de la canción, para buscar la letra*\n*Ejemplo:*`, 
text12: `*Nombre*`, 
text13: `*Tamaño*`, 
text14: `*Extension*`, 
text15: `No puedo descarga el archivo supera el limite 900 MB\n`, 
text16: `*🎥 AQUI ESTA TU VIDEO DE FACEBOOK*`, 
text17: `*Ingrese el nombre del usuario*\n\n*Ejemplo:*`, 
text19: `*Nombre de usuario :*`, 
text20: `*Seguidores :*`, 
text21: `*Siguiendo :*`, 
text22: `*Biografía :*`, 
text23: `*Publicaciones :*`, 
text24: `*[ ⚠️ ] Que apk esta buscando?*`, 
text25: `*Descargador de Aptoide*`, 
text26: `*Última actualización`, 
text27: `*Tamaño`, 
text28: `[ ⛔ ] El archivo es demasiado pesado por lo que no se enviará.`, 
title: `*Título:*`, 
duracion: `*Duracion:*`,
ago: `*Publicado:*`, 
autor: `*Autor:*`,
views: `*Vistas:*`, 
letra: `*Letra:*`, 
music: `• 𝘋𝘦𝘴𝘤𝘢𝘳𝘨𝘢𝘥𝘰 𝘢𝘶𝘥𝘪𝘰 🔊, 𝘈𝘨𝘶𝘢𝘳𝘥𝘦 𝘶𝘯 𝘮𝘰𝘮𝘦𝘯𝘵𝘰....*`, 
vid: `*• 𝘋𝘦𝘴𝘤𝘢𝘳𝘨𝘢𝘥𝘰 𝘷𝘪𝘥𝘦𝘰 🎥, 𝘈𝘨𝘶𝘢𝘳𝘥𝘦 𝘶𝘯 𝘮𝘰𝘮𝘦𝘯𝘵𝘰....*`, 
espere: `*🕔 𝘈𝘎𝘜𝘈𝘙𝘋𝘌 𝘜𝘕 𝘔𝘖𝘔𝘌𝘕𝘛𝘖....*`, 
audio: `*⏳ＰＲＯＣＥＳＡＮＤＯ....*\n\n_ᴰᵉˢᶜᵃʳᵍᵃᵈᵒ ˢᵘˢ ᵃᵘᵈᶦᵒ ᵃᵍᵘᵃʳᵈᵉ ᵘⁿ ᵐᵒᵐᵉⁿᵗᵒ ᵖᵒʳ ᶠᵃᵛᵒʳ_`, 
video: `*⏳ＰＲＯＣＥＳＡＮＤＯ....*\n\n_ᴰᵉˢᶜᵃʳᵍᵃᵈᵒ ˢᵘˢ ᵛᶦᵈᵉᵒ ᵃᵍᵘᵃʳᵈᵉ ᵘⁿ ᵐᵒᵐᵉⁿᵗᵒ ᵖᵒʳ ᶠᵃᵛᵒʳ_`,
descargado: `_Descargo archivo aguarde un momento...._` }

//enable.js
const enable = {
text: `⪨╼╼≪⚠️ ACCION MAL USABA ⚠️≫╾╼⪩\n\n*Use de esta forma ejemplo:*`, 
text1: `*Se activo con exito*`, 
text2: `Esta desactivado!*`, 
text3: `*Atención a todos los miembros activos de este grupo 📣*\n\n*El antilink esta activo*\n\n*Y solo los admins de este grupo podran pasar el enlace*\n\nSi algun participante que no es admin envía un enlace de otro grupo sera expulsado de este grupo de inmediato`, 
text4: `El Bot solo responderá a los admins del grupo.`, 
text5: `Ahora el bot funciona para todos los participante del grupo 🥳` }

//grupo.js
const grupos = {
text: `*Y el texto?*`, 
text1: `*GRUPO ABIERTO CON EXITO✅*`, 
text2: `*GRUPO CERRADO CON EXITO✅*`, 
text3: `*INGRESE ENLACE DEL GRUPO*\n\n*📌 EJEMPLO:*`, 
text4: `*YA ME UNÍ 😼*`, 
text5: `📧 *ＳＯＬＩＣＩＴＵＤ ＰＡＲＡ ＵＮ ＧＲＵＰＯ*\n\n*👤 ＳＯＬＩＣＩＴＡＮＴＥ*`, 
text6: `*🔮 ＥＮＬＡＣＥ*`, 
text7: `*✅ 𝘚𝘶 𝘦𝘯𝘭𝘢𝘤𝘦 𝘴𝘦 𝘦𝘯𝘷𝘪𝘰𝘯 𝘢 𝘮𝘪 𝘗𝘳𝘰𝘱𝘪𝘦𝘵𝘢𝘳𝘪𝘰(𝘢)*\n┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n⚠️ *𝘚𝘶 𝘨𝘳𝘶𝘱𝘰 𝘴𝘦𝘳𝘢 𝘦𝘷𝘢𝘭𝘶𝘢𝘥𝘰 𝘺 𝘲𝘶𝘦𝘥𝘢𝘳𝘢 𝘢 𝘥𝘦𝘤𝘪𝘴𝘪𝘰𝘯 𝘥𝘦 𝘮𝘪 𝘗𝘳𝘰𝘱𝘪𝘦𝘵𝘢𝘳𝘪𝘰(𝘢) 𝘴𝘪 𝘦𝘭 𝘣𝘰𝘵 𝘴𝘦 𝘶𝘯𝘦 𝘰 𝘯𝘰 𝘢𝘭 𝘨𝘳𝘶𝘱𝘰.*\n┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n❕ *𝘌𝘴 𝘱𝘰𝘴𝘪𝘣𝘭𝘦 𝘲𝘶𝘦 𝘴𝘶 𝘚𝘰𝘭𝘪𝘤𝘪𝘵𝘶𝘥 𝘴𝘦𝘢 𝘙𝘦𝘤𝘩𝘢𝘻𝘢𝘥𝘢 𝘱𝘰𝘳 𝘭𝘢𝘴 𝘴𝘪𝘨𝘶𝘪𝘦𝘯𝘵𝘦𝘴 𝘊𝘢𝘶𝘴𝘢𝘴:*\n*1️⃣ 𝘌𝘭 𝘉𝘰𝘵 𝘦𝘴𝘵𝘢́ 𝘚𝘢𝘵𝘶𝘳𝘢𝘥𝘰.*\n┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n2️⃣ *𝘌𝘭 𝘉𝘰𝘵 𝘧𝘶𝘦 𝘦𝘭𝘪𝘮𝘪𝘯𝘢𝘥𝘰 𝘥𝘦𝘭 𝘎𝘳𝘶𝘱𝘰.*\n┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n3️⃣ *𝘌𝘭 𝘎𝘳𝘶𝘱𝘰 𝘯𝘰 𝘤𝘶𝘮𝘱𝘭𝘦 𝘤𝘰𝘯 𝘭𝘢𝘴 𝘕𝘰𝘳𝘮𝘢𝘵𝘪𝘷𝘢𝘴 𝘥𝘦 𝘣𝘰𝘵*\n┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n4️⃣ *𝘌𝘭 𝘦𝘯𝘭𝘢𝘤𝘦 𝘥𝘦𝘭 𝘨𝘳𝘶𝘱𝘰 𝘴𝘦 𝘳𝘦𝘴𝘵𝘢𝘣𝘭𝘦𝘤𝘪𝘰.*\n┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n5️⃣ *𝘕𝘰 𝘴𝘦 𝘢𝘨𝘳𝘦𝘨𝘢 𝘢 𝘎𝘳𝘶𝘱𝘰𝘴 𝘴𝘦𝘨𝘶́𝘯 𝘔𝘪 𝘗𝘳𝘰𝘱𝘪𝘦𝘵𝘢𝘳𝘪𝘰(𝘢)*\n┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n📧 *𝘓𝘢 𝘴𝘰𝘭𝘪𝘤𝘪𝘵𝘶𝘥 𝘱𝘶𝘦𝘥𝘦 𝘵𝘢𝘳𝘥𝘢𝘳 𝘏𝘰𝘳𝘢𝘴 𝘦𝘯 𝘴𝘦𝘳 𝘙𝘦𝘴𝘱𝘰𝘯𝘥𝘪𝘥𝘢. 𝘗𝘰𝘳 𝘧𝘢𝘷𝘰𝘳 𝘛𝘦𝘯𝘦𝘳 𝘗𝘢𝘤𝘪𝘦𝘯𝘤𝘪𝘢, 𝘎𝘳𝘢𝘤𝘪𝘢𝘴*\n┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈\n*ᴾᵘᵉᵈᵉ ᵃᵖᵒʸᵃʳ ᵉˡ ᵇᵒᵗ ᶜᵒⁿ ᵘⁿᵃ ᴱˢᵗʳᵉˡˡᶦᵗᵃ ᵉˡ ⁿᵘᵉˢᵗʳᵒ ʳᵉᵖᵒˢᶦᵗᵒʳᶦᵒ ᵒᶠᶦᶜᶦᵃˡ ʸ ˢᵘˢᶜʳᶦʳᵗᵉ ᵃ ⁿᵘᵉˢᵗʳᵒ ᶜᵃⁿᵃˡ ᵈᵉˡ ʸᵒᵘᵀᵘᵇᵉ ᵐᵃⁿᵈᵃ ᶜᵃʳᵗᵘʳᵃ ᵃ ᵐᶦ ᶜʳᵉᵃᵈᵒʳ ᵖᵃʳᵃ ᵠᵘᵉ ᵖᵘᵉᵈᵃ ᵃᵍʳᵉᵍᵃ ᵉˡ ᵇᵒᵗ ᵃ ᵗᵘ ᵍʳᵘᵖᵒ 💫*`, 
text8: `*[ ＵＮＥ ＵＮ ＢＯＴ Ａ ＴＵ ＧＲＵＰＯ ]*\n\n𝙀𝙡 𝙗𝙤𝙩 𝙨𝙚 𝙥𝙪𝙚𝙙𝙚𝙣 𝙪𝙣𝙞𝙧 𝙖 𝙩𝙪 𝙜𝙧𝙪𝙥𝙤, 𝙨𝙞 𝙩𝙪 𝙖𝙥𝙤𝙮𝙖𝙧 𝙖𝙡 𝙗𝙤𝙩 𝙘𝙤𝙣 𝙪𝙣𝙖 𝙚𝙨𝙩𝙧𝙚𝙡𝙡𝙞𝙩𝙖 🌟 𝙚𝙡 𝙧𝙚𝙥𝙤𝙨𝙞𝙩𝙤𝙧𝙞𝙤 𝙤𝙛𝙘\nhttps://github.com/elrebelde21/NovaBot-MD\n\n🔔 𝙎𝙪𝙗𝙨𝙘𝙧𝙞𝙧𝙩𝙚 𝙖 𝙣𝙪𝙚𝙨𝙩𝙧𝙤 𝙘𝙖𝙣𝙖𝙡 𝙙𝙚 𝙮𝙤𝙪𝙩𝙪𝙗𝙚\nhttps://www.youtube.com/@elrebelde.21\n\n🧐 𝙈𝙖𝙣𝙙𝙖 𝘾𝙖𝙥𝙩𝙪𝙧𝙖 (𝙥𝙧𝙪𝙚𝙗𝙖) 𝙖 𝙢𝙞 𝙘𝙧𝙚𝙖𝙙𝙤𝙧 𝙖𝙡:\nwa.me/5492266466080 𝙋𝙖𝙧𝙖 𝙥𝙤𝙙𝙚𝙧 𝙪𝙣𝙞𝙧 𝙪𝙣 𝙗𝙤𝙩 𝙖 𝙩𝙪 𝙜𝙧𝙪𝙥𝙤 💞`, 
text9: `*⚠️Y la imagen?*`, 
text10: `*⚠️Responde a una  Image con :*`, 
text11: `*✅El nombre del grupo se cambio correctamente*`, 
text12: `*✅La descripción del grupo se cambio con éxito*`, 
text13: `*[ ⚠️ ] INGRESA EL NÚMERO DEL LA PERSONA QUE QUIERA AGREGA*\n*EJEMPLO:*`, 
text14: `*⚠️ INGRESA EL NUMERO SIN EL (+)*`, 
text15: `≡ *INVITACIÓN*\n\nHola un usuario te invito a unirte a este grupos`, 
text16: `*[ ⚠️ ] A QUIEN CARAJO ELIMINO? ETIQUETA ALGUN USUARIO NO SOY ADIVINO 😯*`, 
text17: `✾⃛⃛ᬿ⃝⃞🚫 🅴 *𝐑𝐑𝐎𝐑*\n   ╰ᬊ _🌸 𝐄𝐓𝐈𝐐𝐔𝐄𝐓𝐀 / 𝐌𝐄𝐍𝐒𝐈𝐎𝐍𝐀 𝐀𝐋 𝐔𝐒𝐔𝐀𝐑𝐈𝐎 𝐐𝐔𝐄 𝐒𝐄𝐑𝐀 𝐀𝐃𝐌𝐈𝐍🌸_`, 
text18: `*[ ⚠️ ] A QUIEN LE QUITO ADMINS? ETIQUETA A LA PERSONA O RESPONDE A SUS MENSAJES*`, 
text19: `*BOT APAGADO*`, 
text20: `*BOT ONLINE YA ESTOY DISPONIBLE ✅*`, 
text21: `❑ Mensaje :`, 
text22: `*[ ⚠ ️] ᴜsᴀʀ ᴇsᴛᴇ ᴄᴏᴍᴀɴᴅᴏ sᴏʟᴏ ᴄᴜᴀɴᴅᴏ sᴇ ᴛʀᴀᴛᴇ ᴅᴇ ᴜɴᴀ ᴇᴍᴇʀɢᴇɴᴄɪᴀ*`, 
text23: `ɪɴғᴏ ᴅᴇ ɢʀᴜᴘᴏ`, 
text24: `*🔸️ ɴᴏᴍʙʀᴇ* :`, 
text25: `*🔸️ ᴍɪᴇᴍʙʀᴏs* :`, 
text26: `Participantes`, 
text27: `*🔸️ ᴄʀᴇᴀᴅᴏʀ ᴅᴇʟ ɢʀᴜᴘᴏ:*`, 
text28: `*🔸️ ᴄᴏɴғɪɢᴜʀᴀᴄɪᴏɴ ᴅᴇʟ ɢʀᴜᴘᴏ:*`, 
text29: `*🔸️ ᴅᴇsᴄʀɪᴘᴄɪᴏɴ* :`, 
text30: `[ ⚠️ ] ᴇᴛɪǫᴜᴇᴛᴀ/ᴍᴇɴᴄɪᴏɴᴀ ᴀ ᴀʟɢᴜɪᴇɴ\n\n📌 ᴇᴊᴇᴍᴘʟᴏ :`, 
text31: `✳️ ᴇʟ ᴜsᴜᴀʀɪᴏ ɴᴏ sᴇ ᴇɴᴄᴜᴇɴᴛʀᴀ ᴇɴ ᴍɪ ʙᴀsᴇ ᴅᴇ ᴅᴀᴛᴏs`, 
text32: `⚠️ *𝚄𝚂𝚄𝙰𝚁𝙸𝙾 𝙰𝙳𝚅𝙴𝚁𝚃𝙸𝙳𝙾* ⚠️`, 
text33: `*𝚄𝚜𝚞𝚊𝚛𝚒𝚘:*`, 
text34: `*𝙰𝚍𝚟𝚎𝚛𝚝𝚎𝚗𝚌𝚒𝚊:*`, 
text35: `*𝚁𝚊𝚣𝚘𝚗:*`, 
text36: `⚠️ *𝙰𝙳𝚅𝙴𝚁𝚃𝙴𝙽𝙲𝙸𝙰* ⚠️
𝚁𝚎𝚌𝚒𝚋𝚒𝚜𝚝𝚎 𝚞𝚗𝚊 𝚊𝚍𝚟𝚎𝚛𝚝𝚎𝚗𝚌𝚒𝚊 𝚍𝚎 𝚞𝚗 𝚊𝚍𝚖𝚒𝚗`, 
text37: `𝚜𝚒 𝚛𝚎𝚌𝚒𝚋𝚎𝚜 *4* 𝚊𝚍𝚟𝚎𝚛𝚝𝚎𝚗𝚌𝚒𝚊𝚜 𝚜𝚎𝚛𝚊𝚜 𝚎𝚕𝚒𝚖𝚒𝚗𝚊𝚍𝚘 𝚊𝚞𝚝𝚘𝚖𝚊𝚝𝚒𝚌𝚊𝚖𝚎𝚗𝚝𝚎 𝚍𝚎𝚕 𝚐𝚛𝚞𝚙𝚘`, 
text38: `⛔ 𝙴𝚕 𝚞𝚜𝚞𝚊𝚛𝚒𝚘 𝚜𝚞𝚙𝚎𝚛𝚘 𝚕𝚊𝚜 *4* 𝚊𝚍𝚟𝚎𝚛𝚝𝚎𝚗𝚌𝚒𝚊𝚜 𝚙𝚘𝚛 𝚕𝚘 𝚝𝚊𝚗𝚝𝚘 𝚜𝚎𝚛𝚊 𝚎𝚕𝚒𝚖𝚒𝚗𝚊𝚍𝚘`, 
text39: `⚠️ *𝚂𝙴 𝚀𝚄𝙸𝚃𝙾 𝚄𝙽𝙰 𝙰𝙳𝚅𝙴𝚁𝚃𝙴𝙽𝙲𝙸𝙰* ⚠️`, 
text40: `ᴀᴅᴠᴇʀᴛᴇɴᴄɪᴀs ᴛᴏᴛᴀʟ:`, 
text41: `🔸️ ᴜɴ ᴀᴅᴍɪɴ ʀᴇᴅᴜᴊᴏ sᴜ ᴀᴅᴠᴇʀᴛᴇɴᴄɪᴀ, ᴀʜᴏʀᴀ ᴛɪᴇɴᴇs`, 
text42: `🔸️ ᴇʟ ᴜsᴜᴀʀɪᴏ ɴᴏ ᴛɪᴇɴᴇ ɴɪɴɢᴜɴᴀ ᴀᴅᴠᴇʀᴛᴇɴᴄɪᴀ` }

//juegos.js
const juegos = {
text: `*🎅 y la pregunta?*\n\n*Ejemplo:*`, 
text1: `*🤔 Pregunta:*`, 
text2: `*🎅 Respuesta:*`, 
text3: `Te deberias casar con`, 
text4: `hacen una bonita pareja 💕`, 
text5: `*Ingrese el @ o el nombre de la persona*`, 
text6: `🤤👅🥵 *𝐀𝐂𝐀𝐁𝐀𝐒 𝐃𝐄 𝐅𝐎𝐋𝐋𝐀𝐑𝐓𝐄𝐋@!*🥵👅🤤

𝙏𝙚 𝙖𝙘𝙖𝙗𝙖𝙨 𝙙𝙚 𝙛𝙤𝙡𝙡𝙖𝙧 𝙖 𝙡𝙖 𝙥𝙚𝙧𝙧𝙖 𝙙𝙚`, 
text7: `𝙖 𝟰 𝙥𝙖𝙩𝙖𝙨 𝙢𝙞𝙚𝙣𝙩𝙧𝙖𝙨 𝙩𝙚 𝙜𝙚𝙢𝙞𝙖 𝙘𝙤𝙢𝙤 𝙪𝙣𝙖 𝙢𝙖𝙡𝙙𝙞𝙩𝙖 𝙥𝙚𝙧𝙧𝙖 "𝐀𝐚𝐚𝐡.., 𝐀𝐚𝐚𝐡𝐡, 𝐬𝐢𝐠𝐮𝐞, 𝐧𝐨 𝐩𝐚𝐫𝐞𝐬, 𝐧𝐨 𝐩𝐚𝐫𝐞𝐬.." 𝙮 𝙡𝙖 𝙝𝙖𝙨 𝙙𝙚𝙟𝙖𝙙𝙤 𝙩𝙖𝙣 𝙧𝙚𝙫𝙚𝙣𝙩𝙖𝙙𝙖 𝙦𝙪𝙚 𝙣𝙤 𝙥𝙪𝙚𝙙𝙚 𝙨𝙤𝙨𝙩𝙚𝙣𝙚𝙧 𝙣𝙞 𝙨𝙪 𝙥𝙧𝙤𝙥𝙞𝙤 𝙘𝙪𝙚𝙧𝙥𝙤 𝙡𝙖 𝙢𝙖𝙡𝙙𝙞𝙩𝙖 𝙯𝙤𝙧𝙧𝙖!`, 
text8: `🤤🥵 *¡𝐘𝐀 𝐓𝐄 𝐇𝐀𝐍 𝐅𝐎𝐋𝐋𝐀𝐃𝐎!* 🥵🤤`, 
text9: `han pensado en hacer un trio? ustedes 3 hacen un buen trio 😳😏`, 
text10: `*_😍 Las 5 mejores parejas del grupo 😍_*`, 
text11: `- Esta pareja esta destinada a estar junta 💙`, 
text12: `- Esta pareja son dos pequeños tortolitos enamorados ✨`, 
text13: `- Ufff y que decir de esta pareja, ya hasta familia deberian tener 🤱🧑‍🍼`, 
text14: `- Estos ya se casaron en secreto 💍`, 
text15: `- Esta pareja se esta de luna de miel ✨🥵😍❤️`, 
text16: `*[ ⚠️ ] ᥱsᥴrіᑲᥱ ᥱᥣ ᥒ᥆mᑲrᥱ ძᥱ ძ᥆s ⍴ᥱrs᥆ᥒᥲs ⍴ᥲrᥲ ᥴᥲᥣᥴᥙᥣᥲr sᥙ ᥲm᥆r*`, 
text17: `*һᥱᥡ ᥱsᥴrіᑲᥱ ᥱᥣ ᥒ᥆mᑲrᥱ ძᥱ ᥣᥲ sᥱgᥙᥒძᥲ ⍴ᥱrs᥆ᥒᥲ*`,
text18: `*Ingrese un nombre?*`, 
text19: `*[ ⚠️ ] INGRESA EL @tag DE ALGUN USUARIO*`, 
text20: `*[ ⚠️ ] іᥒgrᥱsᥲ ᥣᥲ ᥴᥲᥒ𝗍іძᥲძ 𝗊ᥙᥱ ძᥱsᥱᥲ ᥲ⍴᥆s𝗍ᥲr*\n\n*📌 ᥱȷᥱm⍴ᥣ᥆:*`, 
text21: `⏳ ᥱs⍴ᥱrᥱ`, 
text22: `⍴ᥲrᥲ ᥎᥆ᥣ᥎ᥱr ᥲ ᥲ⍴᥆s𝗍ᥲr`, 
text23: `*✳️ mіᥒіm᥆ ძᥱ ᥣᥲ ᥲ⍴ᥙᥱs𝗍ᥲ ᥱs *100 ᥊⍴*`, 
text24: `*✳️ ᥒ᥆ 𝗍іᥱᥒᥱs sᥙ𝖿іᥴіᥱᥒ𝗍ᥱ ᥊⍴*`, 
text25: `🎁 gᥲᥒᥲr𝗍ᥱ`, 
text26: `*🔮 ᥴᥲsі ᥣ᥆ ᥣ᥆grᥲs!! sіgᥙᥱ іᥒ𝗍ᥱᥒ𝗍ᥲᥒძ᥆*\n*𝗍᥆mᥲ +20 ᥊⍴*`, 
text27: `😔 ⍴ᥱrძіs𝗍ᥱ`, 
text28: `🥌ᴘɪᴇᴅʀᴀ 📄ᴘᴀᴘᴇʟ ✂️ᴛɪᴊᴇʀᴀ\n\n• ᴘᴜᴇᴅᴇ ᴜsᴀʀ ᴇsᴛᴏs ᴄᴏᴍᴀɴᴅᴏ:\n🥌 #ppt piedra\n📄 #ppt papel\n✂️ #ppt tijera\n\n• ᴜsᴇ ᴇɴ ᴍɪɴᴜsᴄᴜʟᴀs\n*Ejemplo:* #ppt papel` }

//nsfw.js
const nsfw = {
text: `😐 Eres menor de edad! vete a jugar free fire 😆`, 
text1: `*Aqui tiene mi pack 🥵*`, 
text2: `*🥵 𝘋𝘐𝘚𝘍𝘙𝘜𝘛𝘈 𝘋𝘌𝘓 𝘝𝘐𝘋𝘌𝘖 🥵` }

//propietario.js
const owner = {
text: `*Ingrese el texto que quiere difundir*`, 
text1: `*Enviando mensajes oficial un momento*`, 
text2: `「 ✅ *𝘊𝘖𝘔𝘜𝘕𝘐𝘊𝘈𝘋𝘖 𝘖𝘍𝘐𝘊𝘐𝘈𝘓* ✅ 」`, 
text3: `ᴛʀᴀɴsᴍɪsɪᴏɴ ʀᴇᴀʟɪᴢᴀᴅᴀ ᴄᴏɴ ᴇxɪᴛᴏs ✅ ᴛᴏᴛᴀʟ:`, 
text4: `ᴄʜᴀᴛ ɢʀᴜᴘᴏs\nᴛɪᴇᴍᴘᴏ ᴛᴏᴛᴀʟ ᴅᴇ ᴇɴᴠɪᴏ:`, 
text5: `*El usuario fue bloqueado del bot*`, 
text6: `*El usuario fue desbloqueado*`, 
text7: `*[ ⚠️ ] 𝚁𝙴𝚂𝙿𝙾𝙽𝙳𝙴 𝙰𝙻 𝚂𝚃𝙸𝙲𝙺𝙴𝚁 𝙾 𝙸𝙼𝙰𝙶𝙴𝙽 𝙰𝙻 𝙲𝚄𝙰𝙻 𝙳𝙴𝚂𝙴𝙰 𝙰𝙶𝚁𝙴𝙶𝙰𝚁 𝚄𝙽 𝙲𝙾𝙼𝙰𝙽𝙳𝙾 𝙾 𝚃𝙴𝚇𝚃𝙾*`, 
text8: `*⚠️ 𝙼𝙴𝙽𝙲𝙸𝙾𝙽𝙰 𝙰𝙻 𝙼𝙴𝙽𝚂𝙰𝙹𝙴*`, 
text9: `*[ ⚠️ ] 𝙴𝚁𝚁𝙾𝚁 𝙳𝙴 𝚄𝚂𝙾, 𝚃𝙴𝚇𝚃𝙾 𝙵𝙰𝙻𝚃𝙰𝙽𝚃𝙴*\n\n*𝙴𝙹𝙴𝙼𝙿𝙻𝙾 𝙳𝙴 𝚄𝚂𝙾 𝙲𝙾𝚁𝚁𝙴𝙲𝚃𝙾 𝙳𝙴𝙻 𝙲𝙾𝙼𝙰𝙽𝙳𝙾:*`, 
text10: `*[ ⚠️ ] 𝙽𝚘 𝚝𝚒𝚎𝚗𝚎𝚜 𝚙𝚎𝚛𝚖𝚒𝚜𝚘 𝚙𝚊𝚛𝚊 𝚌𝚊𝚖𝚋𝚒𝚊𝚛 𝚎𝚜𝚝𝚎 𝚌𝚘𝚖𝚊𝚗𝚍𝚘 𝚍𝚎 𝚂𝚝𝚒𝚌𝚔𝚎𝚛*`, 
text11: `*[ ✔ ] ᴇʟ ᴛᴇxᴛᴏ/ᴄᴏᴍᴀɴᴅᴏ ᴀsɪɢɴᴀᴅᴏ ᴀʟ sᴛɪᴄᴋᴇʀ/ɪᴍᴀɢᴇɴ ғᴜᴇ ᴀɢʀᴇɢᴀᴅᴏ ᴀ ʟᴀ ʙᴀsᴇ ᴅᴇ ᴅᴀᴛᴏs ᴄᴏʀʀᴇᴄᴛᴀᴍᴇɴᴛᴇ*`, 
text12: `*𝙴𝚜𝚝𝚎 𝚒𝚍 𝚍𝚎 𝚜𝚝𝚒𝚌𝚔𝚎𝚛 𝚗𝚘 𝚎𝚡𝚒𝚜𝚝𝚎*`, 
text13: `*[ ⚠️ ] No tienes permiso para cambiar este comando de Sticker*`, 
text14: `*𝙻𝙸𝚂𝚃𝙰 𝙳𝙴 𝙲𝙾𝙼𝙰𝙽𝙳𝙾𝚂*\n▢ *𝙸𝚗𝚏𝚘:* 𝚂𝚒 𝚎𝚜𝚝𝚊 𝚎𝚗 *𝚗𝚎𝚐𝚛𝚒𝚝𝚊* 𝚎𝚜𝚝𝚊 𝚋𝚕𝚘𝚚𝚞𝚎𝚊𝚍𝚘`, 
text15: `*[ ⚠️ ] ᥱ𝗍і𝗊ᥙᥱ𝗍ᥲ ᥲ ᥙᥒ ᥙsᥙᥲrі᥆ ᥴ᥆ᥒ ᥱᥣ @𝚝𝚊𝚐*`, 
text16: `*[ ⚠️ ] іᥒgrᥱsᥱ ᥣᥲ ᥴᥲᥒ𝗍іძᥲძ ძᥱ ძіᥲmᥲᥒ𝗍ᥱ 𝗊ᥙᥱ ძᥱsᥱᥲ ᥲᥒ̃ᥲძіr*`, 
text17: `*[ ⚠️ ] sіmᑲ᥆ᥣ᥆ ᥒ᥆ ᥲძmі𝗍іძ᥆, s᥆ᥣ᥆ ᥒᥙmᥱr᥆!*`, 
text18: `*[ ⚠️ ] ᥱᥣ ᥒᥙmᥱr᥆ mіᥒіm᥆ ძᥱ ძіᥲmᥲᥒ𝗍ᥱ ⍴ᥲrᥲ ᥲᥒ̃ᥲძіr ᥱs 𝟷*`, 
text19: `*sᥱ ᥲᥒ̃ᥲძіძ᥆*`, 
text20: `*[ ⚠️ ] іᥒgrᥱsᥲ ᥣᥲ ᥴᥲᥒ𝗍іძᥲძ ძᥱ ᥱ᥊⍴ᥱrіᥱᥒᥴіᥲ (᥊⍴) 𝗊ᥙᥱ ძᥱsᥱᥲᥲ ᥲᥒ̃ᥲძіr*`, 
text21: `*[ ⚠️ ] ᥱᥣ ᥒᥙmᥱr᥆ mіᥒіm᥆ ძᥱ ᥱ᥊⍴ᥱrіᥱᥒᥴіᥲ (᥊⍴) ⍴ᥲrᥲ ᥲᥒ̃ᥲძіr ᥱs 𝟷*`, 
text22: `*𝘌𝘭 𝘶𝘴𝘶𝘢𝘳𝘪𝘰𝘴 𝘧𝘶𝘦 𝘉𝘢𝘯𝘦𝘢𝘥𝘰 𝘺𝘢 𝘯𝘰 𝘱𝘰𝘥𝘳𝘢́ 𝘶𝘴𝘢𝘳 𝘮𝘪𝘴 𝘤𝘰𝘮𝘢𝘯𝘥𝘰𝘴*`, 
text23: `*𝘌𝘭 𝘶𝘴𝘶𝘢𝘳𝘪𝘰𝘴 𝘩𝘢 𝘴𝘪𝘥𝘰 𝘋𝘦𝘴𝘣𝘢𝘯𝘦𝘢𝘥𝘰 𝘤𝘰𝘯 𝘦𝘹𝘪𝘵𝘰𝘴✅ 𝘢𝘩𝘰𝘳𝘢 𝘴𝘪 𝘱𝘶𝘦𝘥𝘦 𝘶𝘴𝘢𝘳 𝘦𝘭 𝘣𝘰𝘵*`, 
text24: `✅Cambio con exitoso a uso público`, 
text25: `✅Cambio con exitoso a uso privado`, 
text26: `*Adios fue un gusto esta aqui hasta pronto 👋*`, 
text27: `*𝘌𝘯𝘷𝘪𝘢𝘯𝘥𝘰 𝘤𝘰𝘱𝘪𝘢 𝘥𝘦 𝘴𝘦𝘨𝘶𝘳𝘪𝘥𝘢 𝘶𝘯 𝘮𝘰𝘮𝘦𝘯𝘵𝘰*`, 
text28: `_🔄 Reiniciando Bot..._` }

//randow.js
const ramdow = {
text: `*𝚃𝚄 𝙴𝚂𝚃𝙰𝚂 𝙷𝙾𝚁𝙽𝚈 🥵🔥*`, 
text2: `_𝚃𝚄 𝚁𝙴𝙻𝙸𝙶𝙸𝙾𝙽 𝙴𝚂 𝚂𝙴𝚁 𝚄𝙽 𝚂𝙸𝙼𝙿!!_`, 
text3: `*ʟʟᴀᴍᴇɴ ᴀ ʟᴀ ᴘᴏʟɪᴄɪᴀ!!* 😱`, 
text4: `*ʜᴀs ᴄᴏᴍᴇɴᴛᴀᴅᴏ ᴇɴ ʏᴏᴜᴛᴜʙᴇ!!* 😳` }

//rpg.js
const rpg = {
text: `[ 💤 𝙽𝙾 𝙻𝙾𝚂 𝙴𝚃𝙸𝚀𝚄𝙴𝚃𝙴 💤 ]\n\n𝙴𝚜𝚝𝚎 𝚞𝚜𝚞𝚊𝚛𝚒𝚘 𝚚𝚞𝚎 𝚖𝚎𝚗𝚌𝚒𝚘𝚗𝚊𝚜 𝚎𝚜𝚝𝚊 𝙰𝙵𝙺`, 
text1: `*𝙴𝚂𝚃𝚄𝚅𝙾 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙾 𝙳𝚄𝚁𝙰𝙽𝚃𝙴 : `, 
text2: `*🕔 𝙳𝙴𝙹𝙰𝚂𝚃𝙴 𝙳𝙴 𝙴𝚂𝚃𝙰 𝙰𝙵𝙺 🕔*`, 
text3: `𝚃𝙰𝙱𝙻𝙰 𝙳𝙴 𝙲𝙻𝙰𝚂𝙸𝙵𝙸𝙲𝙰𝙲𝙸𝙾𝙽`, 
text4: `𝙴𝚂𝚃𝙴 𝚄𝚂𝚄𝙰𝚁𝙸𝙾𝚂`, 
text5: `𝙴𝚂𝚃𝙰 𝙸𝙽𝙰𝙲𝚃𝙸𝚅𝙾 😴\n💤 𝙽𝙾 𝙻𝙾𝚂 𝙴𝚃𝙸𝚀𝚄𝙴𝚃𝙴 💤\n☣️ 𝙼𝙾𝚃𝙸𝚅𝙾𝚂 :`, 
text6: `*🚓 Regresa el*`, 
text7: `*𝙽𝙾𝙼𝙱𝚁𝙴 :*`, 
text8: `*𝙽𝙾𝚃𝙰 :*\n║𝙿𝚞𝚎𝚍𝚎𝚜 𝚌𝚘𝚖𝚙𝚛𝚊𝚛 💎 𝚍𝚒𝚊𝚖𝚊𝚗𝚝𝚎𝚜\n║𝚞𝚜𝚊𝚗𝚍𝚘 𝚕𝚘𝚜 𝚜𝚒𝚐𝚞𝚎𝚗𝚝𝚎 𝚌𝚘𝚖𝚊𝚗𝚍𝚘𝚜:`, 
text9: `[ ⏳ ] Espera`, 
text10: `para volver a minar`, 
text11: `⚒️ Genial minaste`, 
text12: `*🎅 Ya trabajarte mucho por hoy*`, 
text13: `*para volver a chambea*`, 
text14: `🎁 *ʏᴀ ʀᴇᴄᴏɢɪsᴛᴇ ᴛᴜ ʀᴇᴄᴏᴍᴘᴇɴsᴀ ᴅɪᴀʀɪᴀ*\n\n🕚 ᴠᴜᴇʟᴠᴇ ᴇɴ :`, 
text15: `*🎁 ᨵׁׅׅ֮ϐׁtׁׅꪱׁׁׁׅׅׅꫀׁׅܻ݊݊ꪀꫀׁׅܻ݊ υׁׅ݊ꪀ ꭈׁׅꫀׁׅܻ݊ᧁׁɑׁׅᥣׁׅ֪ᨵׁׅׅׅ꯱ ݊ꪀɑׁׁׅׅ᥎ׁׅꪱׁׁׁׅׅׅժׁׅ݊ꫀׁׅܻ݊݊ꪀ̃ᨵׁׅׅׅ꯱ 🎁🎅*

🎅 *ʜᴀs ʀᴇᴄɪʙɪᴅᴏ:*`, 
text16: `*🎁 𝚈𝙰 𝚁𝙴𝙲𝙾𝙶𝙸𝚂𝚃𝙴 𝚃𝚄 𝙲𝙾𝙵𝚁𝙴*\n🕚 𝚅𝚄𝙴𝙻𝚅𝙴 𝙴𝙻:`, 
text17: `🛒 𝙾𝙱𝚃𝙸𝙴𝙽𝙴𝚂 𝚄𝙽 𝙲𝙾𝙵𝚁𝙴`, 
unreg: `*✳️ Ingrese número de serie, verifique su número de serie con el comando:* #myns`, 
myns: `*⚠️ Número de serie incorrecto, usar:* #myns`, 
delreg: `*✅ ᴿᵉᵍᶦˢᵗʳᵒ ᵉˡᶦᵐᶦⁿᵃᵈᵒ*`, 
myns2: `👇 ᴱˢᵗᵉ ᵉˢ ˢᵘˢ ⁿᵘᵐᵉʳᵒ ᵈᵉˡ ˢᵉʳᶦᵉ:`, 
rob: `*⚠️ ETIQUETA A LA PERSONA BOBO*`, 
rob2: `*😔 ᴇʟ ᴜsᴜᴀʀɪᴏ*`, 
rob3: `*ᴛɪᴇɴᴇ ᴍᴇɴᴏs ᴅᴇ 15 ᴅɪᴀᴍᴀɴᴛᴇ, ɴᴏ ʀᴏʙᴇs ᴀ ᴜɴ ᴘᴏʙʀᴇ*`, 
rob4: `ᴛɪᴇɴᴇ ᴍᴇɴᴏs ᴅᴇ 10 ᴇxᴘ, ɴᴏ ʀᴏʙᴇs ᴀ ᴜɴ ᴘᴏʙʀᴇ* v:`, 
rob5: `*ʜᴀs sᴀǫᴜᴇᴀᴅᴏ ⚔️ ᴀ*`, 
rob6: `ʀᴏʙᴀᴅᴏ ᴘᴏʀ:`, 
rob7: `*🚓🚓🚓No le pudiste robar por que a este usuario los protege la policía 👮(AFK)*`, 
buy: `*ɴᴏᴛᴀ ᴅᴇ ᴘᴀɢᴏ*`, 
buy2: `*ʜᴀs ᴄᴏᴍᴘʀᴀᴅᴏ :*`, 
buy3: `*ʜᴀs ɢᴀsᴛᴀᴅᴏ :*`, 
buy4: `🔶 ɴᴏ ᴛɪᴇɴᴇ sᴜғɪᴄɪᴇɴᴛᴇ xᴘ ᴘᴀʀᴀ ᴄᴏᴍᴘʀᴀʀ`, 
buy5: `ᴅɪᴀᴍᴀɴᴛᴇ 💎 ᴘᴜᴇᴅᴇs ᴄᴏɴsᴇɢᴜɪʀ *xᴘ* ᴜsᴀɴᴅᴏ ᴇʟ ᴄᴏᴍᴀɴᴅᴏs #minar`, 
pp: `              *⪨ ＰＥＲＦＩＬ ⪩*`, 
pp2: `*🎅 NOMBRE :*`, 
pp3: `*📱 NUMERO :*`, 
pp4: `*💎 DIAMANTES :*`, 
pp5: `*🆙 NIVEL :*`, 
pp6: `*🏆 RANGO :*`, 
pp7: `*📇 REGISTRADOS :*`, 
level: `*🎅 TUS ESTADISTICAS 🆙*`, 
level2: `『 Tus estadisticas en tiempo real 🕐 』`, 
level3: `🎅 *NOMBRE:*`, 
level4: `🎊 𝘛𝘦 𝘧𝘢𝘭𝘵𝘢`, 
level5: `𝘥𝘦 *XP* 𝘱𝘢𝘳𝘢 𝘴𝘶𝘣𝘪𝘳 𝘥𝘦 𝘯𝘪𝘷𝘦𝘭`, 
level6: `𝘍𝘦𝘭𝘪𝘤𝘪𝘥𝘢𝘥𝘦𝘴\n├ 𝘭𝘭𝘦𝘨𝘢𝘴𝘵𝘦 𝘢 𝘶𝘯 𝘯𝘶𝘦𝘷𝘰 𝘯𝘪𝘷𝘦𝘭 』`, 
level7: `*🎅 𝘊𝘶𝘢𝘯𝘵𝘰 𝘮𝘢𝘴 𝘪𝘯𝘵𝘦𝘳𝘢𝘤𝘵𝘶𝘦𝘴 𝘤𝘰𝘯 𝘭𝘰𝘴 𝘣𝘰𝘵𝘴, 𝘮𝘢𝘺𝘰𝘳 𝘴𝘦𝘳𝘢 𝘵𝘶 𝘯𝘪𝘷𝘦𝘭*` }

//sticker.js
const sticker = {
text: `⏳ *Aguarde un momento estoy creando tu stickers....*`, 
text1: `_[ ❌ ] Máximo 20 segundos!_`, 
text2: `*Y LA IMAGEN?*`, 
text3: `*Responda un sticker para robar`, 
text4: `ingresa algo para convertirlo a sticker :v`, 
text5: `_*Calma crack estoy haciendo tu texto a sticker 👏*_\n\n_*Esto puede demorar unos minutos....*_` }

const game = {
text1: `*\`🎮 ＴＲＥＳ ＥＮ ＲＡＹＡ 🎮\`*`, 
text2: `*HAS GANADOS 🎉*\n*🎁 OBTIENE*`, 
text3: `*EMPATE 😹*`, 
text4: `𝐓𝐮𝐫𝐧𝐨 𝐝𝐞`, 
text5: `*Respuesta correcta 🎉*\n\n*Ganarte :*`, 
text6: `⚠️ 𝚃𝚘𝚍𝚊𝚟𝚒𝚊 𝚑𝚊𝚢 𝚙𝚛𝚎𝚐𝚞𝚗𝚝𝚊𝚜 𝚜𝚒𝚗 𝚛𝚎𝚜𝚙𝚞𝚎𝚜𝚝𝚊 𝚎𝚗 𝚎𝚜𝚝𝚎 𝚌𝚑𝚊𝚝`, 
text7: `🧮 𝙳𝚒𝚏𝚒𝚌𝚞𝚕𝚝𝚊𝚍𝚎𝚜 𝚍𝚒𝚜𝚙𝚘𝚗𝚒𝚋𝚕𝚎𝚜 :`, 
text8: `MATEMÁTICAS`, 
text9: `¿𝙲𝚄𝙰𝙽𝚃𝙾 𝙴𝚂 :`, 
text10: `𝚃𝙸𝙴𝙼𝙿𝙾`, 
text11: `*𝚁𝙴𝚂𝙿𝙾𝙽𝙳𝙴 𝙰 𝙴𝚂𝚃𝙴 𝙼𝙴𝙽𝚂𝙰𝙹𝙴 𝙲𝙾𝙽 𝙻𝙰 𝚁𝙴𝚂𝙿𝚄𝙴𝚂𝚃𝙰*`, 
text12: `⏳ *sᴇ ᴀᴄᴀʙᴏ ᴇʟ ᴛɪᴇᴍᴘᴏ!, ʟᴀ ʀᴇsᴘᴜᴇsᴛᴀ ᴇs:*`, 
text13: `⚠️ Todavía estás en el juego`, 
text14: `*\`🕹 ＴＲＥＳ ＥＮ ＲＡＹＡ 🎮\`*\n\n🎮👾 ᴇsᴘᴇʀᴀɴᴅᴏ ᴀ`, 
text15: `ᴄᴏᴍᴏ ᴘʀɪᴍᴇʀ ᴊᴜɢᴀᴅᴏʀ`, 
text16: `*𝐒𝐀𝐋𝐀 :*`, 
text17: `*𝐑𝐄𝐆𝐋𝐀𝐒 :*\n\n* ʜᴀᴢ 3 ғɪʟᴀs ᴅᴇ sɪᴍʙᴏʟᴏs ᴠᴇʀᴛɪᴄᴀʟᴇs, ʜᴏʀɪᴢᴏɴᴛᴀʟᴇs ᴏ ᴅɪᴀɢᴏɴᴀʟᴇs ᴘᴀʀᴀ ɢᴀɴᴀʀ\n* ᴇsᴄʀɪʙᴇ *rendirse* para rendirte y admitir la derrota`, 
text18: `*⏳ ᴇsᴘᴇʀᴀɴᴅᴏ ᴀʟ sɪɢᴜɪᴇɴᴛᴇ ᴊᴜɢᴀᴅᴏ*`, 
text19: `*ᴇsᴄʀɪʙᴀ ᴇʟ sɪɢᴜɪᴇɴᴛᴇ ᴄᴏᴍᴀɴᴅᴏ:`, 
text20: `ʀᴇᴄᴏᴍᴘᴇɴsᴀ:`, 
text21: `✅ sᴇ ʀᴇɪɴɪᴄɪᴏ ʟᴀ sᴇsɪᴏɴ ᴅᴇ *ᴛɪᴄᴛᴀᴄᴛᴏᴇ 🎮*`, 
text22: `⚠️ ɴᴏ ᴇsᴛᴀs ᴇɴ ᴘᴀʀᴛɪᴅᴀ ᴅᴇ ᴛɪᴄᴛᴀᴄᴛᴏᴇ 🎮` }

const transfer = {
text1: `⚠️ Cancelado, la transferencia no se realizará.`, 
text2: `✅ Se transfirierón correctamente`, 
text3: `Error al transferir`, 
text4: `⚠️ estas haciendo una transferencia*`, 
text5: (prefix, command) => `*⚠️ Uso correcto del comando :*\n*${prefix + command}* [tipo] [cantidad] [@user]\n\n> *Ejemplo :*\n• ${prefix + command} exp 100 @0\n\n📍 Artículos transferibles\n╔═════ೋೋ═════╗\n● *limit* = Diamante\n● *exp* = Experiencia\n● *money* = coins\n╚════ ≪ •❈• ≫ ════╝`, 
text6: `⚠️ *Etiquetas al usuario que desea hacer la transferencia.*`, 
text7: `❌ *El Usuario no está en mi base de datos*`, 
text8: (type) => `*⚠️ No tienes suficientes ${type} para transferir*`, 
text9: `¿ESTA SEGURO QUE DESEA TRANSFERIR`, 
text10: `> *Tienes 60 segundos para confirmar*\n\n*• Escriba:*\n* si = *para acertar*\n* no = *para cancelar*`, 
text11: `⚠️ *Se acabó el tiempo, no se obtuvo respuesta. Transferencia cancelada.*` }

export default { game, transfer, reg, smsViwonce, carga, lenguaje, tmp, session, errorsession, archivo, archborrado, archivoborrado, purgesessions, purgesubbots, purgeoldfiles, smscall, smscall2, smsAvisos, smsAvisos2, smsAvisos3, smsAvisos4, smsAvisos5, smsAvisos6, smsAvisos7, smsAvisos8, smsAvisos9, smsAvisos10, smsAvisos11, wel, smsConexion, smsEscaneaQR, smsConectado, smsConexioncerrar, nivel, nivel2, admin, botAdmin, propietario, group, private, bot, error, advertencia, registra, limit, AntiNsfw, endLimit, result, lengua, sms, Bio, smsAntiFake, smsAntiArabe, smsAntiLink, smsAntiLink2, smsAntiLink3, smsAntiLink4, smsAntiLink5, smsAutoSicker, smsAutonivel, smsAutonivel2, smsAutonivel3, smsAutonivel4, smsAutonivel5, smsAutonivel6, smsAutonivel7, smsAutonivel8, smsAutonivel9, smsAntiPv, info, menu, jadibot, descargar, enable, grupos, juegos, nsfw, owner, ramdow, rpg, sticker, smsAntiToxic, afk}
